[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAAAAAA
AAAAAAAAC
AAAAAAAAT
AAAAAAAAG
AAAAAAACA
AAAAAAACC
AAAAAAACT
AAAAAAACG
AAAAAAATA
AAAAAAATC
AAAAAAATT
AAAAAAATG
AAAAAAAGA
AAAAAAAGC
AAAAAAAGT
AAAAAAAGG
AAAAAACAA
AAAAAACAC
AAAAAACAT
AAAAAACAG
AAAAAACCA
AAAAAACCC
AAAAAACCT
AAAAAACCG
AAAAAACTA
AAAAAACTC
AAAAAACTT
AAAAAACTG
AAAAAACGA
AAAAAACGC
AAAAAACGT
AAAAAACGG
AAAAAATAA
AAAAAATAC
AAAAAATAT
AAAAAATAG
AAAAAATCA
AAAAAATCC
AAAAAATCT
AAAAAATCG
AAAAAATTA
AAAAAATTC
AAAAAATTT
AAAAAATTG
AAAAAATGA
AAAAAATGC
AAAAAATGT
AAAAAATGG
AAAAAAGAA
AAAAAAGAC
AAAAAAGAT
AAAAAAGAG
AAAAAAGCA
AAAAAAGCC
AAAAAAGCT
AAAAAAGCG
AAAAAAGTA
AAAAAAGTC
AAAAAAGTT
AAAAAAGTG
AAAAAAGGA
AAAAAAGGC
AAAAAAGGT
AAAAAAGGG
AAAAACAAA
AAAAACAAC
AAAAACAAT
AAAAACAAG
AAAAACACA
AAAAACACC
AAAAACACT
AAAAACACG
AAAAACATA
AAAAACATC
AAAAACATT
AAAAACATG
AAAAACAGA
AAAAACAGC
AAAAACAGT
AAAAACAGG
AAAAACCAA
AAAAACCAC
AAAAACCAT
AAAAACCAG
AAAAACCCA
AAAAACCCC
AAAAACCCT
AAAAACCCG
AAAAACCTA
AAAAACCTC
AAAAACCTT
AAAAACCTG
AAAAACCGA
AAAAACCGC
AAAAACCGT
AAAAACCGG
AAAAACTAA
AAAAACTAC
AAAAACTAT
AAAAACTAG
AAAAACTCA
AAAAACTCC
AAAAACTCT
AAAAACTCG
AAAAACTTA
AAAAACTTC
AAAAACTTT
AAAAACTTG
AAAAACTGA
AAAAACTGC
AAAAACTGT
AAAAACTGG
AAAAACGAA
AAAAACGAC
AAAAACGAT
AAAAACGAG
AAAAACGCA
AAAAACGCC
AAAAACGCT
AAAAACGCG
AAAAACGTA
AAAAACGTC
AAAAACGTT
AAAAACGTG
AAAAACGGA
AAAAACGGC
AAAAACGGT
AAAAACGGG
AAAAATAAA
AAAAATAAC
AAAAATAAT
AAAAATAAG
AAAAATACA
AAAAATACC
AAAAATACT
AAAAATACG
AAAAATATA
AAAAATATC
AAAAATATT
AAAAATATG
AAAAATAGA
AAAAATAGC
AAAAATAGT
AAAAATAGG
AAAAATCAA
AAAAATCAC
AAAAATCAT
AAAAATCAG
AAAAATCCA
AAAAATCCC
AAAAATCCT
AAAAATCCG
AAAAATCTA
AAAAATCTC
AAAAATCTT
AAAAATCTG
AAAAATCGA
AAAAATCGC
AAAAATCGT
AAAAATCGG
AAAAATTAA
AAAAATTAC
AAAAATTAT
AAAAATTAG
AAAAATTCA
AAAAATTCC
AAAAATTCT
AAAAATTCG
AAAAATTTA
AAAAATTTC
AAAAATTTT
AAAAATTTG
AAAAATTGA
AAAAATTGC
AAAAATTGT
AAAAATTGG
AAAAATGAA
AAAAATGAC
AAAAATGAT
AAAAATGAG
AAAAATGCA
AAAAATGCC
AAAAATGCT
AAAAATGCG
AAAAATGTA
AAAAATGTC
AAAAATGTT
AAAAATGTG
AAAAATGGA
AAAAATGGC
AAAAATGGT
AAAAATGGG
AAAAAGAAA
AAAAAGAAC
AAAAAGAAT
AAAAAGAAG
AAAAAGACA
AAAAAGACC
AAAAAGACT
AAAAAGACG
AAAAAGATA
AAAAAGATC
AAAAAGATT
AAAAAGATG
AAAAAGAGA
AAAAAGAGC
AAAAAGAGT
AAAAAGAGG
AAAAAGCAA
AAAAAGCAC
AAAAAGCAT
AAAAAGCAG
AAAAAGCCA
AAAAAGCCC
AAAAAGCCT
AAAAAGCCG
AAAAAGCTA
AAAAAGCTC
AAAAAGCTT
AAAAAGCTG
AAAAAGCGA
AAAAAGCGC
AAAAAGCGT
AAAAAGCGG
AAAAAGTAA
AAAAAGTAC
AAAAAGTAT
AAAAAGTAG
AAAAAGTCA
AAAAAGTCC
AAAAAGTCT
AAAAAGTCG
AAAAAGTTA
AAAAAGTTC
AAAAAGTTT
AAAAAGTTG
AAAAAGTGA
AAAAAGTGC
AAAAAGTGT
AAAAAGTGG
AAAAAGGAA
AAAAAGGAC
AAAAAGGAT
AAAAAGGAG
AAAAAGGCA
AAAAAGGCC
AAAAAGGCT
AAAAAGGCG
AAAAAGGTA
AAAAAGGTC
AAAAAGGTT
AAAAAGGTG
AAAAAGGGA
AAAAAGGGC
AAAAAGGGT
AAAAAGGGG
AAAACAAAA
AAAACAAAC
AAAACAAAT
AAAACAAAG
AAAACAACA
AAAACAACC
AAAACAACT
AAAACAACG
AAAACAATA
AAAACAATC
AAAACAATT
AAAACAATG
AAAACAAGA
AAAACAAGC
AAAACAAGT
AAAACAAGG
AAAACACAA
AAAACACAC
AAAACACAT
AAAACACAG
AAAACACCA
AAAACACCC
AAAACACCT
AAAACACCG
AAAACACTA
AAAACACTC
AAAACACTT
AAAACACTG
AAAACACGA
AAAACACGC
AAAACACGT
AAAACACGG
AAAACATAA
AAAACATAC
AAAACATAT
AAAACATAG
AAAACATCA
AAAACATCC
AAAACATCT
AAAACATCG
AAAACATTA
AAAACATTC
AAAACATTT
AAAACATTG
AAAACATGA
AAAACATGC
AAAACATGT
AAAACATGG
AAAACAGAA
AAAACAGAC
AAAACAGAT
AAAACAGAG
AAAACAGCA
AAAACAGCC
AAAACAGCT
AAAACAGCG
AAAACAGTA
AAAACAGTC
AAAACAGTT
AAAACAGTG
AAAACAGGA
AAAACAGGC
AAAACAGGT
AAAACAGGG
AAAACCAAA
AAAACCAAC
AAAACCAAT
AAAACCAAG
AAAACCACA
AAAACCACC
AAAACCACT
AAAACCACG
AAAACCATA
AAAACCATC
AAAACCATT
AAAACCATG
AAAACCAGA
AAAACCAGC
AAAACCAGT
AAAACCAGG
AAAACCCAA
AAAACCCAC
AAAACCCAT
AAAACCCAG
AAAACCCCA
AAAACCCCC
AAAACCCCT
AAAACCCCG
AAAACCCTA
AAAACCCTC
AAAACCCTT
AAAACCCTG
AAAACCCGA
AAAACCCGC
AAAACCCGT
AAAACCCGG
AAAACCTAA
AAAACCTAC
AAAACCTAT
AAAACCTAG
AAAACCTCA
AAAACCTCC
AAAACCTCT
AAAACCTCG
AAAACCTTA
AAAACCTTC
AAAACCTTT
AAAACCTTG
AAAACCTGA
AAAACCTGC
AAAACCTGT
AAAACCTGG
AAAACCGAA
AAAACCGAC
AAAACCGAT
AAAACCGAG
AAAACCGCA
AAAACCGCC
AAAACCGCT
AAAACCGCG
AAAACCGTA
AAAACCGTC
AAAACCGTT
AAAACCGTG
AAAACCGGA
AAAACCGGC
AAAACCGGT
AAAACCGGG
AAAACTAAA
AAAACTAAC
AAAACTAAT
AAAACTAAG
AAAACTACA
AAAACTACC
AAAACTACT
AAAACTACG
AAAACTATA
AAAACTATC
AAAACTATT
AAAACTATG
AAAACTAGA
AAAACTAGC
AAAACTAGT
AAAACTAGG
AAAACTCAA
AAAACTCAC
AAAACTCAT
AAAACTCAG
AAAACTCCA
AAAACTCCC
AAAACTCCT
AAAACTCCG
AAAACTCTA
AAAACTCTC
AAAACTCTT
AAAACTCTG
AAAACTCGA
AAAACTCGC
AAAACTCGT
AAAACTCGG
AAAACTTAA
AAAACTTAC
AAAACTTAT
AAAACTTAG
AAAACTTCA
AAAACTTCC
AAAACTTCT
AAAACTTCG
AAAACTTTA
AAAACTTTC
AAAACTTTT
AAAACTTTG
AAAACTTGA
AAAACTTGC
AAAACTTGT
AAAACTTGG
AAAACTGAA
AAAACTGAC
AAAACTGAT
AAAACTGAG
AAAACTGCA
AAAACTGCC
AAAACTGCT
AAAACTGCG
AAAACTGTA
AAAACTGTC
AAAACTGTT
AAAACTGTG
AAAACTGGA
AAAACTGGC
AAAACTGGT
AAAACTGGG
AAAACGAAA
AAAACGAAC
AAAACGAAT
AAAACGAAG
AAAACGACA
AAAACGACC
AAAACGACT
AAAACGACG
AAAACGATA
AAAACGATC
AAAACGATT
AAAACGATG
AAAACGAGA
AAAACGAGC
AAAACGAGT
AAAACGAGG
AAAACGCAA
AAAACGCAC
AAAACGCAT
AAAACGCAG
AAAACGCCA
AAAACGCCC
AAAACGCCT
AAAACGCCG
AAAACGCTA
AAAACGCTC
AAAACGCTT
AAAACGCTG
AAAACGCGA
AAAACGCGC
AAAACGCGT
AAAACGCGG
AAAACGTAA
AAAACGTAC
AAAACGTAT
AAAACGTAG
AAAACGTCA
AAAACGTCC
AAAACGTCT
AAAACGTCG
AAAACGTTA
AAAACGTTC
AAAACGTTT
AAAACGTTG
AAAACGTGA
AAAACGTGC
AAAACGTGT
AAAACGTGG
AAAACGGAA
AAAACGGAC
AAAACGGAT
AAAACGGAG
AAAACGGCA
AAAACGGCC
AAAACGGCT
AAAACGGCG
AAAACGGTA
AAAACGGTC
AAAACGGTT
AAAACGGTG
AAAACGGGA
AAAACGGGC
AAAACGGGT
AAAACGGGG
AAAATAAAA
AAAATAAAC
AAAATAAAT
AAAATAAAG
AAAATAACA
AAAATAACC
AAAATAACT
AAAATAACG
AAAATAATA
AAAATAATC
AAAATAATT
AAAATAATG
AAAATAAGA
AAAATAAGC
AAAATAAGT
AAAATAAGG
AAAATACAA
AAAATACAC
AAAATACAT
AAAATACAG
AAAATACCA
AAAATACCC
AAAATACCT
AAAATACCG
AAAATACTA
AAAATACTC
AAAATACTT
AAAATACTG
AAAATACGA
AAAATACGC
AAAATACGT
AAAATACGG
AAAATATAA
AAAATATAC
AAAATATAT
AAAATATAG
AAAATATCA
AAAATATCC
AAAATATCT
AAAATATCG
AAAATATTA
AAAATATTC
AAAATATTT
AAAATATTG
AAAATATGA
AAAATATGC
AAAATATGT
AAAATATGG
AAAATAGAA
AAAATAGAC
AAAATAGAT
AAAATAGAG
AAAATAGCA
AAAATAGCC
AAAATAGCT
AAAATAGCG
AAAATAGTA
AAAATAGTC
AAAATAGTT
AAAATAGTG
AAAATAGGA
AAAATAGGC
AAAATAGGT
AAAATAGGG
AAAATCAAA
AAAATCAAC
AAAATCAAT
AAAATCAAG
AAAATCACA
AAAATCACC
AAAATCACT
AAAATCACG
AAAATCATA
AAAATCATC
AAAATCATT
AAAATCATG
AAAATCAGA
AAAATCAGC
AAAATCAGT
AAAATCAGG
AAAATCCAA
AAAATCCAC
AAAATCCAT
AAAATCCAG
AAAATCCCA
AAAATCCCC
AAAATCCCT
AAAATCCCG
AAAATCCTA
AAAATCCTC
AAAATCCTT
AAAATCCTG
AAAATCCGA
AAAATCCGC
AAAATCCGT
AAAATCCGG
AAAATCTAA
AAAATCTAC
AAAATCTAT
AAAATCTAG
AAAATCTCA
AAAATCTCC
AAAATCTCT
AAAATCTCG
AAAATCTTA
AAAATCTTC
AAAATCTTT
AAAATCTTG
AAAATCTGA
AAAATCTGC
AAAATCTGT
AAAATCTGG
AAAATCGAA
AAAATCGAC
AAAATCGAT
AAAATCGAG
AAAATCGCA
AAAATCGCC
AAAATCGCT
AAAATCGCG
AAAATCGTA
AAAATCGTC
AAAATCGTT
AAAATCGTG
AAAATCGGA
AAAATCGGC
AAAATCGGT
AAAATCGGG
AAAATTAAA
AAAATTAAC
AAAATTAAT
AAAATTAAG
AAAATTACA
AAAATTACC
AAAATTACT
AAAATTACG
AAAATTATA
AAAATTATC
AAAATTATT
AAAATTATG
AAAATTAGA
AAAATTAGC
AAAATTAGT
AAAATTAGG
AAAATTCAA
AAAATTCAC
AAAATTCAT
AAAATTCAG
AAAATTCCA
AAAATTCCC
AAAATTCCT
AAAATTCCG
AAAATTCTA
AAAATTCTC
AAAATTCTT
AAAATTCTG
AAAATTCGA
AAAATTCGC
AAAATTCGT
AAAATTCGG
AAAATTTAA
AAAATTTAC
AAAATTTAT
AAAATTTAG
AAAATTTCA
AAAATTTCC
AAAATTTCT
AAAATTTCG
AAAATTTTA
AAAATTTTC
AAAATTTTT
AAAATTTTG
AAAATTTGA
AAAATTTGC
AAAATTTGT
AAAATTTGG
AAAATTGAA
AAAATTGAC
AAAATTGAT
AAAATTGAG
AAAATTGCA
AAAATTGCC
AAAATTGCT
AAAATTGCG
AAAATTGTA
AAAATTGTC
AAAATTGTT
AAAATTGTG
AAAATTGGA
AAAATTGGC
AAAATTGGT
AAAATTGGG
AAAATGAAA
AAAATGAAC
AAAATGAAT
AAAATGAAG
AAAATGACA
AAAATGACC
AAAATGACT
AAAATGACG
AAAATGATA
AAAATGATC
AAAATGATT
AAAATGATG
AAAATGAGA
AAAATGAGC
AAAATGAGT
AAAATGAGG
AAAATGCAA
AAAATGCAC
AAAATGCAT
AAAATGCAG
AAAATGCCA
AAAATGCCC
AAAATGCCT
AAAATGCCG
AAAATGCTA
AAAATGCTC
AAAATGCTT
AAAATGCTG
AAAATGCGA
AAAATGCGC
AAAATGCGT
AAAATGCGG
AAAATGTAA
AAAATGTAC
AAAATGTAT
AAAATGTAG
AAAATGTCA
AAAATGTCC
AAAATGTCT
AAAATGTCG
AAAATGTTA
AAAATGTTC
AAAATGTTT
AAAATGTTG
AAAATGTGA
AAAATGTGC
AAAATGTGT
AAAATGTGG
AAAATGGAA
AAAATGGAC
AAAATGGAT
AAAATGGAG
AAAATGGCA
AAAATGGCC
AAAATGGCT
AAAATGGCG
AAAATGGTA
AAAATGGTC
AAAATGGTT
AAAATGGTG
AAAATGGGA
AAAATGGGC
AAAATGGGT
AAAATGGGG
AAAAGAAAA
AAAAGAAAC
AAAAGAAAT
AAAAGAAAG
AAAAGAACA
AAAAGAACC
AAAAGAACT
AAAAGAACG
AAAAGAATA
AAAAGAATC
AAAAGAATT
AAAAGAATG
AAAAGAAGA
AAAAGAAGC
AAAAGAAGT
AAAAGAAGG
AAAAGACAA
AAAAGACAC
AAAAGACAT
AAAAGACAG
AAAAGACCA
AAAAGACCC
AAAAGACCT
AAAAGACCG
AAAAGACTA
AAAAGACTC
AAAAGACTT
AAAAGACTG
AAAAGACGA
AAAAGACGC
AAAAGACGT
AAAAGACGG
AAAAGATAA
AAAAGATAC
AAAAGATAT
AAAAGATAG
AAAAGATCA
AAAAGATCC
AAAAGATCT
AAAAGATCG
AAAAGATTA
AAAAGATTC
AAAAGATTT
AAAAGATTG
AAAAGATGA
AAAAGATGC
AAAAGATGT
AAAAGATGG
AAAAGAGAA
AAAAGAGAC
AAAAGAGAT
AAAAGAGAG
AAAAGAGCA
AAAAGAGCC
AAAAGAGCT
AAAAGAGCG
AAAAGAGTA
AAAAGAGTC
AAAAGAGTT
AAAAGAGTG
AAAAGAGGA
AAAAGAGGC
AAAAGAGGT
AAAAGAGGG
AAAAGCAAA
AAAAGCAAC
AAAAGCAAT
AAAAGCAAG
AAAAGCACA
AAAAGCACC
AAAAGCACT
AAAAGCACG
AAAAGCATA
AAAAGCATC
AAAAGCATT
AAAAGCATG
AAAAGCAGA
AAAAGCAGC
AAAAGCAGT
AAAAGCAGG
AAAAGCCAA
AAAAGCCAC
AAAAGCCAT
AAAAGCCAG
AAAAGCCCA
AAAAGCCCC
AAAAGCCCT
AAAAGCCCG
AAAAGCCTA
AAAAGCCTC
AAAAGCCTT
AAAAGCCTG
AAAAGCCGA
AAAAGCCGC
AAAAGCCGT
AAAAGCCGG
AAAAGCTAA
AAAAGCTAC
AAAAGCTAT
AAAAGCTAG
AAAAGCTCA
AAAAGCTCC
AAAAGCTCT
AAAAGCTCG
AAAAGCTTA
AAAAGCTTC
AAAAGCTTT
AAAAGCTTG
AAAAGCTGA
AAAAGCTGC
AAAAGCTGT
AAAAGCTGG
AAAAGCGAA
AAAAGCGAC
AAAAGCGAT
AAAAGCGAG
AAAAGCGCA
AAAAGCGCC
AAAAGCGCT
AAAAGCGCG
AAAAGCGTA
AAAAGCGTC
AAAAGCGTT
AAAAGCGTG
AAAAGCGGA
AAAAGCGGC
AAAAGCGGT
AAAAGCGGG
AAAAGTAAA
AAAAGTAAC
AAAAGTAAT
AAAAGTAAG
AAAAGTACA
AAAAGTACC
AAAAGTACT
AAAAGTACG
AAAAGTATA
AAAAGTATC
AAAAGTATT
AAAAGTATG
AAAAGTAGA
AAAAGTAGC
AAAAGTAGT
AAAAGTAGG
AAAAGTCAA
AAAAGTCAC
AAAAGTCAT
AAAAGTCAG
AAAAGTCCA
AAAAGTCCC
AAAAGTCCT
AAAAGTCCG
AAAAGTCTA
AAAAGTCTC
AAAAGTCTT
AAAAGTCTG
AAAAGTCGA
AAAAGTCGC
AAAAGTCGT
AAAAGTCGG
AAAAGTTAA
AAAAGTTAC
AAAAGTTAT
AAAAGTTAG
AAAAGTTCA
AAAAGTTCC
AAAAGTTCT
AAAAGTTCG
AAAAGTTTA
AAAAGTTTC
AAAAGTTTT
AAAAGTTTG
AAAAGTTGA
AAAAGTTGC
AAAAGTTGT
AAAAGTTGG
AAAAGTGAA
AAAAGTGAC
AAAAGTGAT
AAAAGTGAG
AAAAGTGCA
AAAAGTGCC
AAAAGTGCT
AAAAGTGCG
AAAAGTGTA
AAAAGTGTC
AAAAGTGTT
AAAAGTGTG
AAAAGTGGA
AAAAGTGGC
AAAAGTGGT
AAAAGTGGG
AAAAGGAAA
AAAAGGAAC
AAAAGGAAT
AAAAGGAAG
AAAAGGACA
AAAAGGACC
AAAAGGACT
AAAAGGACG
AAAAGGATA
AAAAGGATC
AAAAGGATT
AAAAGGATG
AAAAGGAGA
AAAAGGAGC
AAAAGGAGT
AAAAGGAGG
AAAAGGCAA
AAAAGGCAC
AAAAGGCAT
AAAAGGCAG
AAAAGGCCA
AAAAGGCCC
AAAAGGCCT
AAAAGGCCG
AAAAGGCTA
AAAAGGCTC
AAAAGGCTT
AAAAGGCTG
AAAAGGCGA
AAAAGGCGC
AAAAGGCGT
AAAAGGCGG
AAAAGGTAA
AAAAGGTAC
AAAAGGTAT
AAAAGGTAG
AAAAGGTCA
AAAAGGTCC
AAAAGGTCT
AAAAGGTCG
AAAAGGTTA
AAAAGGTTC
AAAAGGTTT
AAAAGGTTG
AAAAGGTGA
AAAAGGTGC
AAAAGGTGT
AAAAGGTGG
AAAAGGGAA
AAAAGGGAC
AAAAGGGAT
AAAAGGGAG
AAAAGGGCA
AAAAGGGCC
AAAAGGGCT
AAAAGGGCG
AAAAGGGTA
AAAAGGGTC
AAAAGGGTT
AAAAGGGTG
AAAAGGGGA
AAAAGGGGC
AAAAGGGGT
AAAAGGGGG
AAACAAAAA
AAACAAAAC
AAACAAAAT
AAACAAAAG
AAACAAACA
AAACAAACC
AAACAAACT
AAACAAACG
AAACAAATA
AAACAAATC
AAACAAATT
AAACAAATG
AAACAAAGA
AAACAAAGC
AAACAAAGT
AAACAAAGG
AAACAACAA
AAACAACAC
AAACAACAT
AAACAACAG
AAACAACCA
AAACAACCC
AAACAACCT
AAACAACCG
AAACAACTA
AAACAACTC
AAACAACTT
AAACAACTG
AAACAACGA
AAACAACGC
AAACAACGT
AAACAACGG
AAACAATAA
AAACAATAC
AAACAATAT
AAACAATAG
AAACAATCA
AAACAATCC
AAACAATCT
AAACAATCG
AAACAATTA
AAACAATTC
AAACAATTT
AAACAATTG
AAACAATGA
AAACAATGC
AAACAATGT
AAACAATGG
AAACAAGAA
AAACAAGAC
AAACAAGAT
AAACAAGAG
AAACAAGCA
AAACAAGCC
AAACAAGCT
AAACAAGCG
AAACAAGTA
AAACAAGTC
AAACAAGTT
AAACAAGTG
AAACAAGGA
AAACAAGGC
AAACAAGGT
AAACAAGGG
AAACACAAA
AAACACAAC
AAACACAAT
AAACACAAG
AAACACACA
AAACACACC
AAACACACT
AAACACACG
AAACACATA
AAACACATC
AAACACATT
AAACACATG
AAACACAGA
AAACACAGC
AAACACAGT
AAACACAGG
AAACACCAA
AAACACCAC
AAACACCAT
AAACACCAG
AAACACCCA
AAACACCCC
AAACACCCT
AAACACCCG
AAACACCTA
AAACACCTC
AAACACCTT
AAACACCTG
AAACACCGA
AAACACCGC
AAACACCGT
AAACACCGG
AAACACTAA
AAACACTAC
AAACACTAT
AAACACTAG
AAACACTCA
AAACACTCC
AAACACTCT
AAACACTCG
AAACACTTA
AAACACTTC
AAACACTTT
AAACACTTG
AAACACTGA
AAACACTGC
AAACACTGT
AAACACTGG
AAACACGAA
AAACACGAC
AAACACGAT
AAACACGAG
AAACACGCA
AAACACGCC
AAACACGCT
AAACACGCG
AAACACGTA
AAACACGTC
AAACACGTT
AAACACGTG
AAACACGGA
AAACACGGC
AAACACGGT
AAACACGGG
AAACATAAA
AAACATAAC
AAACATAAT
AAACATAAG
AAACATACA
AAACATACC
AAACATACT
AAACATACG
AAACATATA
AAACATATC
AAACATATT
AAACATATG
AAACATAGA
AAACATAGC
AAACATAGT
AAACATAGG
AAACATCAA
AAACATCAC
AAACATCAT
AAACATCAG
AAACATCCA
AAACATCCC
AAACATCCT
AAACATCCG
AAACATCTA
AAACATCTC
AAACATCTT
AAACATCTG
AAACATCGA
AAACATCGC
AAACATCGT
AAACATCGG
AAACATTAA
AAACATTAC
AAACATTAT
AAACATTAG
AAACATTCA
AAACATTCC
AAACATTCT
AAACATTCG
AAACATTTA
AAACATTTC
AAACATTTT
AAACATTTG
AAACATTGA
AAACATTGC
AAACATTGT
AAACATTGG
AAACATGAA
AAACATGAC
AAACATGAT
AAACATGAG
AAACATGCA
AAACATGCC
AAACATGCT
AAACATGCG
AAACATGTA
AAACATGTC
AAACATGTT
AAACATGTG
AAACATGGA
AAACATGGC
AAACATGGT
AAACATGGG
AAACAGAAA
AAACAGAAC
AAACAGAAT
AAACAGAAG
AAACAGACA
AAACAGACC
AAACAGACT
AAACAGACG
AAACAGATA
AAACAGATC
AAACAGATT
AAACAGATG
AAACAGAGA
AAACAGAGC
AAACAGAGT
AAACAGAGG
AAACAGCAA
AAACAGCAC
AAACAGCAT
AAACAGCAG
AAACAGCCA
AAACAGCCC
AAACAGCCT
AAACAGCCG
AAACAGCTA
AAACAGCTC
AAACAGCTT
AAACAGCTG
AAACAGCGA
AAACAGCGC
AAACAGCGT
AAACAGCGG
AAACAGTAA
AAACAGTAC
AAACAGTAT
AAACAGTAG
AAACAGTCA
AAACAGTCC
AAACAGTCT
AAACAGTCG
AAACAGTTA
AAACAGTTC
AAACAGTTT
AAACAGTTG
AAACAGTGA
AAACAGTGC
AAACAGTGT
AAACAGTGG
AAACAGGAA
AAACAGGAC
AAACAGGAT
AAACAGGAG
AAACAGGCA
AAACAGGCC
AAACAGGCT
AAACAGGCG
AAACAGGTA
AAACAGGTC
AAACAGGTT
AAACAGGTG
AAACAGGGA
AAACAGGGC
AAACAGGGT
AAACAGGGG
AAACCAAAA
AAACCAAAC
AAACCAAAT
AAACCAAAG
AAACCAACA
AAACCAACC
AAACCAACT
AAACCAACG
AAACCAATA
AAACCAATC
AAACCAATT
AAACCAATG
AAACCAAGA
AAACCAAGC
AAACCAAGT
AAACCAAGG
AAACCACAA
AAACCACAC
AAACCACAT
AAACCACAG
AAACCACCA
AAACCACCC
AAACCACCT
AAACCACCG
AAACCACTA
AAACCACTC
AAACCACTT
AAACCACTG
AAACCACGA
AAACCACGC
AAACCACGT
AAACCACGG
AAACCATAA
AAACCATAC
AAACCATAT
AAACCATAG
AAACCATCA
AAACCATCC
AAACCATCT
AAACCATCG
AAACCATTA
AAACCATTC
AAACCATTT
AAACCATTG
AAACCATGA
AAACCATGC
AAACCATGT
AAACCATGG
AAACCAGAA
AAACCAGAC
AAACCAGAT
AAACCAGAG
AAACCAGCA
AAACCAGCC
AAACCAGCT
AAACCAGCG
AAACCAGTA
AAACCAGTC
AAACCAGTT
AAACCAGTG
AAACCAGGA
AAACCAGGC
AAACCAGGT
AAACCAGGG
AAACCCAAA
AAACCCAAC
AAACCCAAT
AAACCCAAG
AAACCCACA
AAACCCACC
AAACCCACT
AAACCCACG
AAACCCATA
AAACCCATC
AAACCCATT
AAACCCATG
AAACCCAGA
AAACCCAGC
AAACCCAGT
AAACCCAGG
AAACCCCAA
AAACCCCAC
AAACCCCAT
AAACCCCAG
AAACCCCCA
AAACCCCCC
AAACCCCCT
AAACCCCCG
AAACCCCTA
AAACCCCTC
AAACCCCTT
AAACCCCTG
AAACCCCGA
AAACCCCGC
AAACCCCGT
AAACCCCGG
AAACCCTAA
AAACCCTAC
AAACCCTAT
AAACCCTAG
AAACCCTCA
AAACCCTCC
AAACCCTCT
AAACCCTCG
AAACCCTTA
AAACCCTTC
AAACCCTTT
AAACCCTTG
AAACCCTGA
AAACCCTGC
AAACCCTGT
AAACCCTGG
AAACCCGAA
AAACCCGAC
AAACCCGAT
AAACCCGAG
AAACCCGCA
AAACCCGCC
AAACCCGCT
AAACCCGCG
AAACCCGTA
AAACCCGTC
AAACCCGTT
AAACCCGTG
AAACCCGGA
AAACCCGGC
AAACCCGGT
AAACCCGGG
AAACCTAAA
AAACCTAAC
AAACCTAAT
AAACCTAAG
AAACCTACA
AAACCTACC
AAACCTACT
AAACCTACG
AAACCTATA
AAACCTATC
AAACCTATT
AAACCTATG
AAACCTAGA
AAACCTAGC
AAACCTAGT
AAACCTAGG
AAACCTCAA
AAACCTCAC
AAACCTCAT
AAACCTCAG
AAACCTCCA
AAACCTCCC
AAACCTCCT
AAACCTCCG
AAACCTCTA
AAACCTCTC
AAACCTCTT
AAACCTCTG
AAACCTCGA
AAACCTCGC
AAACCTCGT
AAACCTCGG
AAACCTTAA
AAACCTTAC
AAACCTTAT
AAACCTTAG
AAACCTTCA
AAACCTTCC
AAACCTTCT
AAACCTTCG
AAACCTTTA
AAACCTTTC
AAACCTTTT
AAACCTTTG
AAACCTTGA
AAACCTTGC
AAACCTTGT
AAACCTTGG
AAACCTGAA
AAACCTGAC
AAACCTGAT
AAACCTGAG
AAACCTGCA
AAACCTGCC
AAACCTGCT
AAACCTGCG
AAACCTGTA
AAACCTGTC
AAACCTGTT
AAACCTGTG
AAACCTGGA
AAACCTGGC
AAACCTGGT
AAACCTGGG
AAACCGAAA
AAACCGAAC
AAACCGAAT
AAACCGAAG
AAACCGACA
AAACCGACC
AAACCGACT
AAACCGACG
AAACCGATA
AAACCGATC
AAACCGATT
AAACCGATG
AAACCGAGA
AAACCGAGC
AAACCGAGT
AAACCGAGG
AAACCGCAA
AAACCGCAC
AAACCGCAT
AAACCGCAG
AAACCGCCA
AAACCGCCC
AAACCGCCT
AAACCGCCG
AAACCGCTA
AAACCGCTC
AAACCGCTT
AAACCGCTG
AAACCGCGA
AAACCGCGC
AAACCGCGT
AAACCGCGG
AAACCGTAA
AAACCGTAC
AAACCGTAT
AAACCGTAG
AAACCGTCA
AAACCGTCC
AAACCGTCT
AAACCGTCG
AAACCGTTA
AAACCGTTC
AAACCGTTT
AAACCGTTG
AAACCGTGA
AAACCGTGC
AAACCGTGT
AAACCGTGG
AAACCGGAA
AAACCGGAC
AAACCGGAT
AAACCGGAG
AAACCGGCA
AAACCGGCC
AAACCGGCT
AAACCGGCG
AAACCGGTA
AAACCGGTC
AAACCGGTT
AAACCGGTG
AAACCGGGA
AAACCGGGC
AAACCGGGT
AAACCGGGG
AAACTAAAA
AAACTAAAC
AAACTAAAT
AAACTAAAG
AAACTAACA
AAACTAACC
AAACTAACT
AAACTAACG
AAACTAATA
AAACTAATC
AAACTAATT
AAACTAATG
AAACTAAGA
AAACTAAGC
AAACTAAGT
AAACTAAGG
AAACTACAA
AAACTACAC
AAACTACAT
AAACTACAG
AAACTACCA
AAACTACCC
AAACTACCT
AAACTACCG
AAACTACTA
AAACTACTC
AAACTACTT
AAACTACTG
AAACTACGA
AAACTACGC
AAACTACGT
AAACTACGG
AAACTATAA
AAACTATAC
AAACTATAT
AAACTATAG
AAACTATCA
AAACTATCC
AAACTATCT
AAACTATCG
AAACTATTA
AAACTATTC
AAACTATTT
AAACTATTG
AAACTATGA
AAACTATGC
AAACTATGT
AAACTATGG
AAACTAGAA
AAACTAGAC
AAACTAGAT
AAACTAGAG
AAACTAGCA
AAACTAGCC
AAACTAGCT
AAACTAGCG
AAACTAGTA
AAACTAGTC
AAACTAGTT
AAACTAGTG
AAACTAGGA
AAACTAGGC
AAACTAGGT
AAACTAGGG
AAACTCAAA
AAACTCAAC
AAACTCAAT
AAACTCAAG
AAACTCACA
AAACTCACC
AAACTCACT
AAACTCACG
AAACTCATA
AAACTCATC
AAACTCATT
AAACTCATG
AAACTCAGA
AAACTCAGC
AAACTCAGT
AAACTCAGG
AAACTCCAA
AAACTCCAC
AAACTCCAT
AAACTCCAG
AAACTCCCA
AAACTCCCC
AAACTCCCT
AAACTCCCG
AAACTCCTA
AAACTCCTC
AAACTCCTT
AAACTCCTG
AAACTCCGA
AAACTCCGC
AAACTCCGT
AAACTCCGG
AAACTCTAA
AAACTCTAC
AAACTCTAT
AAACTCTAG
AAACTCTCA
AAACTCTCC
AAACTCTCT
AAACTCTCG
AAACTCTTA
AAACTCTTC
AAACTCTTT
AAACTCTTG
AAACTCTGA
AAACTCTGC
AAACTCTGT
AAACTCTGG
AAACTCGAA
AAACTCGAC
AAACTCGAT
AAACTCGAG
AAACTCGCA
AAACTCGCC
AAACTCGCT
AAACTCGCG
AAACTCGTA
AAACTCGTC
AAACTCGTT
AAACTCGTG
AAACTCGGA
AAACTCGGC
AAACTCGGT
AAACTCGGG
AAACTTAAA
AAACTTAAC
AAACTTAAT
AAACTTAAG
AAACTTACA
AAACTTACC
AAACTTACT
AAACTTACG
AAACTTATA
AAACTTATC
AAACTTATT
AAACTTATG
AAACTTAGA
AAACTTAGC
AAACTTAGT
AAACTTAGG
AAACTTCAA
AAACTTCAC
AAACTTCAT
AAACTTCAG
AAACTTCCA
AAACTTCCC
AAACTTCCT
AAACTTCCG
AAACTTCTA
AAACTTCTC
AAACTTCTT
AAACTTCTG
AAACTTCGA
AAACTTCGC
AAACTTCGT
AAACTTCGG
AAACTTTAA
AAACTTTAC
AAACTTTAT
AAACTTTAG
AAACTTTCA
AAACTTTCC
AAACTTTCT
AAACTTTCG
AAACTTTTA
AAACTTTTC
AAACTTTTT
AAACTTTTG
AAACTTTGA
AAACTTTGC
AAACTTTGT
AAACTTTGG
AAACTTGAA
AAACTTGAC
AAACTTGAT
AAACTTGAG
AAACTTGCA
AAACTTGCC
AAACTTGCT
AAACTTGCG
AAACTTGTA
AAACTTGTC
AAACTTGTT
AAACTTGTG
AAACTTGGA
AAACTTGGC
AAACTTGGT
AAACTTGGG
AAACTGAAA
AAACTGAAC
AAACTGAAT
AAACTGAAG
AAACTGACA
AAACTGACC
AAACTGACT
AAACTGACG
AAACTGATA
AAACTGATC
AAACTGATT
AAACTGATG
AAACTGAGA
AAACTGAGC
AAACTGAGT
AAACTGAGG
AAACTGCAA
AAACTGCAC
AAACTGCAT
AAACTGCAG
AAACTGCCA
AAACTGCCC
AAACTGCCT
AAACTGCCG
AAACTGCTA
AAACTGCTC
AAACTGCTT
AAACTGCTG
AAACTGCGA
AAACTGCGC
AAACTGCGT
AAACTGCGG
AAACTGTAA
AAACTGTAC
AAACTGTAT
AAACTGTAG
AAACTGTCA
AAACTGTCC
AAACTGTCT
AAACTGTCG
AAACTGTTA
AAACTGTTC
AAACTGTTT
AAACTGTTG
AAACTGTGA
AAACTGTGC
AAACTGTGT
AAACTGTGG
AAACTGGAA
AAACTGGAC
AAACTGGAT
AAACTGGAG
AAACTGGCA
AAACTGGCC
AAACTGGCT
AAACTGGCG
AAACTGGTA
AAACTGGTC
AAACTGGTT
AAACTGGTG
AAACTGGGA
AAACTGGGC
AAACTGGGT
AAACTGGGG
AAACGAAAA
AAACGAAAC
AAACGAAAT
AAACGAAAG
AAACGAACA
AAACGAACC
AAACGAACT
AAACGAACG
AAACGAATA
AAACGAATC
AAACGAATT
AAACGAATG
AAACGAAGA
AAACGAAGC
AAACGAAGT
AAACGAAGG
AAACGACAA
AAACGACAC
AAACGACAT
AAACGACAG
AAACGACCA
AAACGACCC
AAACGACCT
AAACGACCG
AAACGACTA
AAACGACTC
AAACGACTT
AAACGACTG
AAACGACGA
AAACGACGC
AAACGACGT
AAACGACGG
AAACGATAA
AAACGATAC
AAACGATAT
AAACGATAG
AAACGATCA
AAACGATCC
AAACGATCT
AAACGATCG
AAACGATTA
AAACGATTC
AAACGATTT
AAACGATTG
AAACGATGA
AAACGATGC
AAACGATGT
AAACGATGG
AAACGAGAA
AAACGAGAC
AAACGAGAT
AAACGAGAG
AAACGAGCA
AAACGAGCC
AAACGAGCT
AAACGAGCG
AAACGAGTA
AAACGAGTC
AAACGAGTT
AAACGAGTG
AAACGAGGA
AAACGAGGC
AAACGAGGT
AAACGAGGG
AAACGCAAA
AAACGCAAC
AAACGCAAT
AAACGCAAG
AAACGCACA
AAACGCACC
AAACGCACT
AAACGCACG
AAACGCATA
AAACGCATC
AAACGCATT
AAACGCATG
AAACGCAGA
AAACGCAGC
AAACGCAGT
AAACGCAGG
AAACGCCAA
AAACGCCAC
AAACGCCAT
AAACGCCAG
AAACGCCCA
AAACGCCCC
AAACGCCCT
AAACGCCCG
AAACGCCTA
AAACGCCTC
AAACGCCTT
AAACGCCTG
AAACGCCGA
AAACGCCGC
AAACGCCGT
AAACGCCGG
AAACGCTAA
AAACGCTAC
AAACGCTAT
AAACGCTAG
AAACGCTCA
AAACGCTCC
AAACGCTCT
AAACGCTCG
AAACGCTTA
AAACGCTTC
AAACGCTTT
AAACGCTTG
AAACGCTGA
AAACGCTGC
AAACGCTGT
AAACGCTGG
AAACGCGAA
AAACGCGAC
AAACGCGAT
AAACGCGAG
AAACGCGCA
AAACGCGCC
AAACGCGCT
AAACGCGCG
AAACGCGTA
AAACGCGTC
AAACGCGTT
AAACGCGTG
AAACGCGGA
AAACGCGGC
AAACGCGGT
AAACGCGGG
AAACGTAAA
AAACGTAAC
AAACGTAAT
AAACGTAAG
AAACGTACA
AAACGTACC
AAACGTACT
AAACGTACG
AAACGTATA
AAACGTATC
AAACGTATT
AAACGTATG
AAACGTAGA
AAACGTAGC
AAACGTAGT
AAACGTAGG
AAACGTCAA
AAACGTCAC
AAACGTCAT
AAACGTCAG
AAACGTCCA
AAACGTCCC
AAACGTCCT
AAACGTCCG
AAACGTCTA
AAACGTCTC
AAACGTCTT
AAACGTCTG
AAACGTCGA
AAACGTCGC
AAACGTCGT
AAACGTCGG
AAACGTTAA
AAACGTTAC
AAACGTTAT
AAACGTTAG
AAACGTTCA
AAACGTTCC
AAACGTTCT
AAACGTTCG
AAACGTTTA
AAACGTTTC
AAACGTTTT
AAACGTTTG
AAACGTTGA
AAACGTTGC
AAACGTTGT
AAACGTTGG
AAACGTGAA
AAACGTGAC
AAACGTGAT
AAACGTGAG
AAACGTGCA
AAACGTGCC
AAACGTGCT
AAACGTGCG
AAACGTGTA
AAACGTGTC
AAACGTGTT
AAACGTGTG
AAACGTGGA
AAACGTGGC
AAACGTGGT
AAACGTGGG
AAACGGAAA
AAACGGAAC
AAACGGAAT
AAACGGAAG
AAACGGACA
AAACGGACC
AAACGGACT
AAACGGACG
AAACGGATA
AAACGGATC
AAACGGATT
AAACGGATG
AAACGGAGA
AAACGGAGC
AAACGGAGT
AAACGGAGG
AAACGGCAA
AAACGGCAC
AAACGGCAT
AAACGGCAG
AAACGGCCA
AAACGGCCC
AAACGGCCT
AAACGGCCG
AAACGGCTA
AAACGGCTC
AAACGGCTT
AAACGGCTG
AAACGGCGA
AAACGGCGC
AAACGGCGT
AAACGGCGG
AAACGGTAA
AAACGGTAC
AAACGGTAT
AAACGGTAG
AAACGGTCA
AAACGGTCC
AAACGGTCT
AAACGGTCG
AAACGGTTA
AAACGGTTC
AAACGGTTT
AAACGGTTG
AAACGGTGA
AAACGGTGC
AAACGGTGT
AAACGGTGG
AAACGGGAA
AAACGGGAC
AAACGGGAT
AAACGGGAG
AAACGGGCA
AAACGGGCC
AAACGGGCT
AAACGGGCG
AAACGGGTA
AAACGGGTC
AAACGGGTT
AAACGGGTG
AAACGGGGA
AAACGGGGC
AAACGGGGT
AAACGGGGG
AAATAAAAA
AAATAAAAC
AAATAAAAT
AAATAAAAG
AAATAAACA
AAATAAACC
AAATAAACT
AAATAAACG
AAATAAATA
AAATAAATC
AAATAAATT
AAATAAATG
AAATAAAGA
AAATAAAGC
AAATAAAGT
AAATAAAGG
AAATAACAA
AAATAACAC
AAATAACAT
AAATAACAG
AAATAACCA
AAATAACCC
AAATAACCT
AAATAACCG
AAATAACTA
AAATAACTC
AAATAACTT
AAATAACTG
AAATAACGA
AAATAACGC
AAATAACGT
AAATAACGG
AAATAATAA
AAATAATAC
AAATAATAT
AAATAATAG
AAATAATCA
AAATAATCC
AAATAATCT
AAATAATCG
AAATAATTA
AAATAATTC
AAATAATTT
AAATAATTG
AAATAATGA
AAATAATGC
AAATAATGT
AAATAATGG
AAATAAGAA
AAATAAGAC
AAATAAGAT
AAATAAGAG
AAATAAGCA
AAATAAGCC
AAATAAGCT
AAATAAGCG
AAATAAGTA
AAATAAGTC
AAATAAGTT
AAATAAGTG
AAATAAGGA
AAATAAGGC
AAATAAGGT
AAATAAGGG
AAATACAAA
AAATACAAC
AAATACAAT
AAATACAAG
AAATACACA
AAATACACC
AAATACACT
AAATACACG
AAATACATA
AAATACATC
AAATACATT
AAATACATG
AAATACAGA
AAATACAGC
AAATACAGT
AAATACAGG
AAATACCAA
AAATACCAC
AAATACCAT
AAATACCAG
AAATACCCA
AAATACCCC
AAATACCCT
AAATACCCG
AAATACCTA
AAATACCTC
AAATACCTT
AAATACCTG
AAATACCGA
AAATACCGC
AAATACCGT
AAATACCGG
AAATACTAA
AAATACTAC
AAATACTAT
AAATACTAG
AAATACTCA
AAATACTCC
AAATACTCT
AAATACTCG
AAATACTTA
AAATACTTC
AAATACTTT
AAATACTTG
AAATACTGA
AAATACTGC
AAATACTGT
AAATACTGG
AAATACGAA
AAATACGAC
AAATACGAT
AAATACGAG
AAATACGCA
AAATACGCC
AAATACGCT
AAATACGCG
AAATACGTA
AAATACGTC
AAATACGTT
AAATACGTG
AAATACGGA
AAATACGGC
AAATACGGT
AAATACGGG
AAATATAAA
AAATATAAC
AAATATAAT
AAATATAAG
AAATATACA
AAATATACC
AAATATACT
AAATATACG
AAATATATA
AAATATATC
AAATATATT
AAATATATG
AAATATAGA
AAATATAGC
AAATATAGT
AAATATAGG
AAATATCAA
AAATATCAC
AAATATCAT
AAATATCAG
AAATATCCA
AAATATCCC
AAATATCCT
AAATATCCG
AAATATCTA
AAATATCTC
AAATATCTT
AAATATCTG
AAATATCGA
AAATATCGC
AAATATCGT
AAATATCGG
AAATATTAA
AAATATTAC
AAATATTAT
AAATATTAG
AAATATTCA
AAATATTCC
AAATATTCT
AAATATTCG
AAATATTTA
AAATATTTC
AAATATTTT
AAATATTTG
AAATATTGA
AAATATTGC
AAATATTGT
AAATATTGG
AAATATGAA
AAATATGAC
AAATATGAT
AAATATGAG
AAATATGCA
AAATATGCC
AAATATGCT
AAATATGCG
AAATATGTA
AAATATGTC
AAATATGTT
AAATATGTG
AAATATGGA
AAATATGGC
AAATATGGT
AAATATGGG
AAATAGAAA
AAATAGAAC
AAATAGAAT
AAATAGAAG
AAATAGACA
AAATAGACC
AAATAGACT
AAATAGACG
AAATAGATA
AAATAGATC
AAATAGATT
AAATAGATG
AAATAGAGA
AAATAGAGC
AAATAGAGT
AAATAGAGG
AAATAGCAA
AAATAGCAC
AAATAGCAT
AAATAGCAG
AAATAGCCA
AAATAGCCC
AAATAGCCT
AAATAGCCG
AAATAGCTA
AAATAGCTC
AAATAGCTT
AAATAGCTG
AAATAGCGA
AAATAGCGC
AAATAGCGT
AAATAGCGG
AAATAGTAA
AAATAGTAC
AAATAGTAT
AAATAGTAG
AAATAGTCA
AAATAGTCC
AAATAGTCT
AAATAGTCG
AAATAGTTA
AAATAGTTC
AAATAGTTT
AAATAGTTG
AAATAGTGA
AAATAGTGC
AAATAGTGT
AAATAGTGG
AAATAGGAA
AAATAGGAC
AAATAGGAT
AAATAGGAG
AAATAGGCA
AAATAGGCC
AAATAGGCT
AAATAGGCG
AAATAGGTA
AAATAGGTC
AAATAGGTT
AAATAGGTG
AAATAGGGA
AAATAGGGC
AAATAGGGT
AAATAGGGG
AAATCAAAA
AAATCAAAC
AAATCAAAT
AAATCAAAG
AAATCAACA
AAATCAACC
AAATCAACT
AAATCAACG
AAATCAATA
AAATCAATC
AAATCAATT
AAATCAATG
AAATCAAGA
AAATCAAGC
AAATCAAGT
AAATCAAGG
AAATCACAA
AAATCACAC
AAATCACAT
AAATCACAG
AAATCACCA
AAATCACCC
AAATCACCT
AAATCACCG
AAATCACTA
AAATCACTC
AAATCACTT
AAATCACTG
AAATCACGA
AAATCACGC
AAATCACGT
AAATCACGG
AAATCATAA
AAATCATAC
AAATCATAT
AAATCATAG
AAATCATCA
AAATCATCC
AAATCATCT
AAATCATCG
AAATCATTA
AAATCATTC
AAATCATTT
AAATCATTG
AAATCATGA
AAATCATGC
AAATCATGT
AAATCATGG
AAATCAGAA
AAATCAGAC
AAATCAGAT
AAATCAGAG
AAATCAGCA
AAATCAGCC
AAATCAGCT
AAATCAGCG
AAATCAGTA
AAATCAGTC
AAATCAGTT
AAATCAGTG
AAATCAGGA
AAATCAGGC
AAATCAGGT
AAATCAGGG
AAATCCAAA
AAATCCAAC
AAATCCAAT
AAATCCAAG
AAATCCACA
AAATCCACC
AAATCCACT
AAATCCACG
AAATCCATA
AAATCCATC
AAATCCATT
AAATCCATG
AAATCCAGA
AAATCCAGC
AAATCCAGT
AAATCCAGG
AAATCCCAA
AAATCCCAC
AAATCCCAT
AAATCCCAG
AAATCCCCA
AAATCCCCC
AAATCCCCT
AAATCCCCG
AAATCCCTA
AAATCCCTC
AAATCCCTT
AAATCCCTG
AAATCCCGA
AAATCCCGC
AAATCCCGT
AAATCCCGG
AAATCCTAA
AAATCCTAC
AAATCCTAT
AAATCCTAG
AAATCCTCA
AAATCCTCC
AAATCCTCT
AAATCCTCG
AAATCCTTA
AAATCCTTC
AAATCCTTT
AAATCCTTG
AAATCCTGA
AAATCCTGC
AAATCCTGT
AAATCCTGG
AAATCCGAA
AAATCCGAC
AAATCCGAT
AAATCCGAG
AAATCCGCA
AAATCCGCC
AAATCCGCT
AAATCCGCG
AAATCCGTA
AAATCCGTC
AAATCCGTT
AAATCCGTG
AAATCCGGA
AAATCCGGC
AAATCCGGT
AAATCCGGG
AAATCTAAA
AAATCTAAC
AAATCTAAT
AAATCTAAG
AAATCTACA
AAATCTACC
AAATCTACT
AAATCTACG
AAATCTATA
AAATCTATC
AAATCTATT
AAATCTATG
AAATCTAGA
AAATCTAGC
AAATCTAGT
AAATCTAGG
AAATCTCAA
AAATCTCAC
AAATCTCAT
AAATCTCAG
AAATCTCCA
AAATCTCCC
AAATCTCCT
AAATCTCCG
AAATCTCTA
AAATCTCTC
AAATCTCTT
AAATCTCTG
AAATCTCGA
AAATCTCGC
AAATCTCGT
AAATCTCGG
AAATCTTAA
AAATCTTAC
AAATCTTAT
AAATCTTAG
AAATCTTCA
AAATCTTCC
AAATCTTCT
AAATCTTCG
AAATCTTTA
AAATCTTTC
AAATCTTTT
AAATCTTTG
AAATCTTGA
AAATCTTGC
AAATCTTGT
AAATCTTGG
AAATCTGAA
AAATCTGAC
AAATCTGAT
AAATCTGAG
AAATCTGCA
AAATCTGCC
AAATCTGCT
AAATCTGCG
AAATCTGTA
AAATCTGTC
AAATCTGTT
AAATCTGTG
AAATCTGGA
AAATCTGGC
AAATCTGGT
AAATCTGGG
AAATCGAAA
AAATCGAAC
AAATCGAAT
AAATCGAAG
AAATCGACA
AAATCGACC
AAATCGACT
AAATCGACG
AAATCGATA
AAATCGATC
AAATCGATT
AAATCGATG
AAATCGAGA
AAATCGAGC
AAATCGAGT
AAATCGAGG
AAATCGCAA
AAATCGCAC
AAATCGCAT
AAATCGCAG
AAATCGCCA
AAATCGCCC
AAATCGCCT
AAATCGCCG
AAATCGCTA
AAATCGCTC
AAATCGCTT
AAATCGCTG
AAATCGCGA
AAATCGCGC
AAATCGCGT
AAATCGCGG
AAATCGTAA
AAATCGTAC
AAATCGTAT
AAATCGTAG
AAATCGTCA
AAATCGTCC
AAATCGTCT
AAATCGTCG
AAATCGTTA
AAATCGTTC
AAATCGTTT
AAATCGTTG
AAATCGTGA
AAATCGTGC
AAATCGTGT
AAATCGTGG
AAATCGGAA
AAATCGGAC
AAATCGGAT
AAATCGGAG
AAATCGGCA
AAATCGGCC
AAATCGGCT
AAATCGGCG
AAATCGGTA
AAATCGGTC
AAATCGGTT
AAATCGGTG
AAATCGGGA
AAATCGGGC
AAATCGGGT
AAATCGGGG
AAATTAAAA
AAATTAAAC
AAATTAAAT
AAATTAAAG
AAATTAACA
AAATTAACC
AAATTAACT
AAATTAACG
AAATTAATA
AAATTAATC
AAATTAATT
AAATTAATG
AAATTAAGA
AAATTAAGC
AAATTAAGT
AAATTAAGG
AAATTACAA
AAATTACAC
AAATTACAT
AAATTACAG
AAATTACCA
AAATTACCC
AAATTACCT
AAATTACCG
AAATTACTA
AAATTACTC
AAATTACTT
AAATTACTG
AAATTACGA
AAATTACGC
AAATTACGT
AAATTACGG
AAATTATAA
AAATTATAC
AAATTATAT
AAATTATAG
AAATTATCA
AAATTATCC
AAATTATCT
AAATTATCG
AAATTATTA
AAATTATTC
AAATTATTT
AAATTATTG
AAATTATGA
AAATTATGC
AAATTATGT
AAATTATGG
AAATTAGAA
AAATTAGAC
AAATTAGAT
AAATTAGAG
AAATTAGCA
AAATTAGCC
AAATTAGCT
AAATTAGCG
AAATTAGTA
AAATTAGTC
AAATTAGTT
AAATTAGTG
AAATTAGGA
AAATTAGGC
AAATTAGGT
AAATTAGGG
AAATTCAAA
AAATTCAAC
AAATTCAAT
AAATTCAAG
AAATTCACA
AAATTCACC
AAATTCACT
AAATTCACG
AAATTCATA
AAATTCATC
AAATTCATT
AAATTCATG
AAATTCAGA
AAATTCAGC
AAATTCAGT
AAATTCAGG
AAATTCCAA
AAATTCCAC
AAATTCCAT
AAATTCCAG
AAATTCCCA
AAATTCCCC
AAATTCCCT
AAATTCCCG
AAATTCCTA
AAATTCCTC
AAATTCCTT
AAATTCCTG
AAATTCCGA
AAATTCCGC
AAATTCCGT
AAATTCCGG
AAATTCTAA
AAATTCTAC
AAATTCTAT
AAATTCTAG
AAATTCTCA
AAATTCTCC
AAATTCTCT
AAATTCTCG
AAATTCTTA
AAATTCTTC
AAATTCTTT
AAATTCTTG
AAATTCTGA
AAATTCTGC
AAATTCTGT
AAATTCTGG
AAATTCGAA
AAATTCGAC
AAATTCGAT
AAATTCGAG
AAATTCGCA
AAATTCGCC
AAATTCGCT
AAATTCGCG
AAATTCGTA
AAATTCGTC
AAATTCGTT
AAATTCGTG
AAATTCGGA
AAATTCGGC
AAATTCGGT
AAATTCGGG
AAATTTAAA
AAATTTAAC
AAATTTAAT
AAATTTAAG
AAATTTACA
AAATTTACC
AAATTTACT
AAATTTACG
AAATTTATA
AAATTTATC
AAATTTATT
AAATTTATG
AAATTTAGA
AAATTTAGC
AAATTTAGT
AAATTTAGG
AAATTTCAA
AAATTTCAC
AAATTTCAT
AAATTTCAG
AAATTTCCA
AAATTTCCC
AAATTTCCT
AAATTTCCG
AAATTTCTA
AAATTTCTC
AAATTTCTT
AAATTTCTG
AAATTTCGA
AAATTTCGC
AAATTTCGT
AAATTTCGG
AAATTTTAA
AAATTTTAC
AAATTTTAT
AAATTTTAG
AAATTTTCA
AAATTTTCC
AAATTTTCT
AAATTTTCG
AAATTTTTA
AAATTTTTC
AAATTTTTT
AAATTTTTG
AAATTTTGA
AAATTTTGC
AAATTTTGT
AAATTTTGG
AAATTTGAA
AAATTTGAC
AAATTTGAT
AAATTTGAG
AAATTTGCA
AAATTTGCC
AAATTTGCT
AAATTTGCG
AAATTTGTA
AAATTTGTC
AAATTTGTT
AAATTTGTG
AAATTTGGA
AAATTTGGC
AAATTTGGT
AAATTTGGG
AAATTGAAA
AAATTGAAC
AAATTGAAT
AAATTGAAG
AAATTGACA
AAATTGACC
AAATTGACT
AAATTGACG
AAATTGATA
AAATTGATC
AAATTGATT
AAATTGATG
AAATTGAGA
AAATTGAGC
AAATTGAGT
AAATTGAGG
AAATTGCAA
AAATTGCAC
AAATTGCAT
AAATTGCAG
AAATTGCCA
AAATTGCCC
AAATTGCCT
AAATTGCCG
AAATTGCTA
AAATTGCTC
AAATTGCTT
AAATTGCTG
AAATTGCGA
AAATTGCGC
AAATTGCGT
AAATTGCGG
AAATTGTAA
AAATTGTAC
AAATTGTAT
AAATTGTAG
AAATTGTCA
AAATTGTCC
AAATTGTCT
AAATTGTCG
AAATTGTTA
AAATTGTTC
AAATTGTTT
AAATTGTTG
AAATTGTGA
AAATTGTGC
AAATTGTGT
AAATTGTGG
AAATTGGAA
AAATTGGAC
AAATTGGAT
AAATTGGAG
AAATTGGCA
AAATTGGCC
AAATTGGCT
AAATTGGCG
AAATTGGTA
AAATTGGTC
AAATTGGTT
AAATTGGTG
AAATTGGGA
AAATTGGGC
AAATTGGGT
AAATTGGGG
AAATGAAAA
AAATGAAAC
AAATGAAAT
AAATGAAAG
AAATGAACA
AAATGAACC
AAATGAACT
AAATGAACG
AAATGAATA
AAATGAATC
AAATGAATT
AAATGAATG
AAATGAAGA
AAATGAAGC
AAATGAAGT
AAATGAAGG
AAATGACAA
AAATGACAC
AAATGACAT
AAATGACAG
AAATGACCA
AAATGACCC
AAATGACCT
AAATGACCG
AAATGACTA
AAATGACTC
AAATGACTT
AAATGACTG
AAATGACGA
AAATGACGC
AAATGACGT
AAATGACGG
AAATGATAA
AAATGATAC
AAATGATAT
AAATGATAG
AAATGATCA
AAATGATCC
AAATGATCT
AAATGATCG
AAATGATTA
AAATGATTC
AAATGATTT
AAATGATTG
AAATGATGA
AAATGATGC
AAATGATGT
AAATGATGG
AAATGAGAA
AAATGAGAC
AAATGAGAT
AAATGAGAG
AAATGAGCA
AAATGAGCC
AAATGAGCT
AAATGAGCG
AAATGAGTA
AAATGAGTC
AAATGAGTT
AAATGAGTG
AAATGAGGA
AAATGAGGC
AAATGAGGT
AAATGAGGG
AAATGCAAA
AAATGCAAC
AAATGCAAT
AAATGCAAG
AAATGCACA
AAATGCACC
AAATGCACT
AAATGCACG
AAATGCATA
AAATGCATC
AAATGCATT
AAATGCATG
AAATGCAGA
AAATGCAGC
AAATGCAGT
AAATGCAGG
AAATGCCAA
AAATGCCAC
AAATGCCAT
AAATGCCAG
AAATGCCCA
AAATGCCCC
AAATGCCCT
AAATGCCCG
AAATGCCTA
AAATGCCTC
AAATGCCTT
AAATGCCTG
AAATGCCGA
AAATGCCGC
AAATGCCGT
AAATGCCGG
AAATGCTAA
AAATGCTAC
AAATGCTAT
AAATGCTAG
AAATGCTCA
AAATGCTCC
AAATGCTCT
AAATGCTCG
AAATGCTTA
AAATGCTTC
AAATGCTTT
AAATGCTTG
AAATGCTGA
AAATGCTGC
AAATGCTGT
AAATGCTGG
AAATGCGAA
AAATGCGAC
AAATGCGAT
AAATGCGAG
AAATGCGCA
AAATGCGCC
AAATGCGCT
AAATGCGCG
AAATGCGTA
AAATGCGTC
AAATGCGTT
AAATGCGTG
AAATGCGGA
AAATGCGGC
AAATGCGGT
AAATGCGGG
AAATGTAAA
AAATGTAAC
AAATGTAAT
AAATGTAAG
AAATGTACA
AAATGTACC
AAATGTACT
AAATGTACG
AAATGTATA
AAATGTATC
AAATGTATT
AAATGTATG
AAATGTAGA
AAATGTAGC
AAATGTAGT
AAATGTAGG
AAATGTCAA
AAATGTCAC
AAATGTCAT
AAATGTCAG
AAATGTCCA
AAATGTCCC
AAATGTCCT
AAATGTCCG
AAATGTCTA
AAATGTCTC
AAATGTCTT
AAATGTCTG
AAATGTCGA
AAATGTCGC
AAATGTCGT
AAATGTCGG
AAATGTTAA
AAATGTTAC
AAATGTTAT
AAATGTTAG
AAATGTTCA
AAATGTTCC
AAATGTTCT
AAATGTTCG
AAATGTTTA
AAATGTTTC
AAATGTTTT
AAATGTTTG
AAATGTTGA
AAATGTTGC
AAATGTTGT
AAATGTTGG
AAATGTGAA
AAATGTGAC
AAATGTGAT
AAATGTGAG
AAATGTGCA
AAATGTGCC
AAATGTGCT
AAATGTGCG
AAATGTGTA
AAATGTGTC
AAATGTGTT
AAATGTGTG
AAATGTGGA
AAATGTGGC
AAATGTGGT
AAATGTGGG
AAATGGAAA
AAATGGAAC
AAATGGAAT
AAATGGAAG
AAATGGACA
AAATGGACC
AAATGGACT
AAATGGACG
AAATGGATA
AAATGGATC
AAATGGATT
AAATGGATG
AAATGGAGA
AAATGGAGC
AAATGGAGT
AAATGGAGG
AAATGGCAA
AAATGGCAC
AAATGGCAT
AAATGGCAG
AAATGGCCA
AAATGGCCC
AAATGGCCT
AAATGGCCG
AAATGGCTA
AAATGGCTC
AAATGGCTT
AAATGGCTG
AAATGGCGA
AAATGGCGC
AAATGGCGT
AAATGGCGG
AAATGGTAA
AAATGGTAC
AAATGGTAT
AAATGGTAG
AAATGGTCA
AAATGGTCC
AAATGGTCT
AAATGGTCG
AAATGGTTA
AAATGGTTC
AAATGGTTT
AAATGGTTG
AAATGGTGA
AAATGGTGC
AAATGGTGT
AAATGGTGG
AAATGGGAA
AAATGGGAC
AAATGGGAT
AAATGGGAG
AAATGGGCA
AAATGGGCC
AAATGGGCT
AAATGGGCG
AAATGGGTA
AAATGGGTC
AAATGGGTT
AAATGGGTG
AAATGGGGA
AAATGGGGC
AAATGGGGT
AAATGGGGG
AAAGAAAAA
AAAGAAAAC
AAAGAAAAT
AAAGAAAAG
AAAGAAACA
AAAGAAACC
AAAGAAACT
AAAGAAACG
AAAGAAATA
AAAGAAATC
AAAGAAATT
AAAGAAATG
AAAGAAAGA
AAAGAAAGC
AAAGAAAGT
AAAGAAAGG
AAAGAACAA
AAAGAACAC
AAAGAACAT
AAAGAACAG
AAAGAACCA
AAAGAACCC
AAAGAACCT
AAAGAACCG
AAAGAACTA
AAAGAACTC
AAAGAACTT
AAAGAACTG
AAAGAACGA
AAAGAACGC
AAAGAACGT
AAAGAACGG
AAAGAATAA
AAAGAATAC
AAAGAATAT
AAAGAATAG
AAAGAATCA
AAAGAATCC
AAAGAATCT
AAAGAATCG
AAAGAATTA
AAAGAATTC
AAAGAATTT
AAAGAATTG
AAAGAATGA
AAAGAATGC
AAAGAATGT
AAAGAATGG
AAAGAAGAA
AAAGAAGAC
AAAGAAGAT
AAAGAAGAG
AAAGAAGCA
AAAGAAGCC
AAAGAAGCT
AAAGAAGCG
AAAGAAGTA
AAAGAAGTC
AAAGAAGTT
AAAGAAGTG
AAAGAAGGA
AAAGAAGGC
AAAGAAGGT
AAAGAAGGG
AAAGACAAA
AAAGACAAC
AAAGACAAT
AAAGACAAG
AAAGACACA
AAAGACACC
AAAGACACT
AAAGACACG
AAAGACATA
AAAGACATC
AAAGACATT
AAAGACATG
AAAGACAGA
AAAGACAGC
AAAGACAGT
AAAGACAGG
AAAGACCAA
AAAGACCAC
AAAGACCAT
AAAGACCAG
AAAGACCCA
AAAGACCCC
AAAGACCCT
AAAGACCCG
AAAGACCTA
AAAGACCTC
AAAGACCTT
AAAGACCTG
AAAGACCGA
AAAGACCGC
AAAGACCGT
AAAGACCGG
AAAGACTAA
AAAGACTAC
AAAGACTAT
AAAGACTAG
AAAGACTCA
AAAGACTCC
AAAGACTCT
AAAGACTCG
AAAGACTTA
AAAGACTTC
AAAGACTTT
AAAGACTTG
AAAGACTGA
AAAGACTGC
AAAGACTGT
AAAGACTGG
AAAGACGAA
AAAGACGAC
AAAGACGAT
AAAGACGAG
AAAGACGCA
AAAGACGCC
AAAGACGCT
AAAGACGCG
AAAGACGTA
AAAGACGTC
AAAGACGTT
AAAGACGTG
AAAGACGGA
AAAGACGGC
AAAGACGGT
AAAGACGGG
AAAGATAAA
AAAGATAAC
AAAGATAAT
AAAGATAAG
AAAGATACA
AAAGATACC
AAAGATACT
AAAGATACG
AAAGATATA
AAAGATATC
AAAGATATT
AAAGATATG
AAAGATAGA
AAAGATAGC
AAAGATAGT
AAAGATAGG
AAAGATCAA
AAAGATCAC
AAAGATCAT
AAAGATCAG
AAAGATCCA
AAAGATCCC
AAAGATCCT
AAAGATCCG
AAAGATCTA
AAAGATCTC
AAAGATCTT
AAAGATCTG
AAAGATCGA
AAAGATCGC
AAAGATCGT
AAAGATCGG
AAAGATTAA
AAAGATTAC
AAAGATTAT
AAAGATTAG
AAAGATTCA
AAAGATTCC
AAAGATTCT
AAAGATTCG
AAAGATTTA
AAAGATTTC
AAAGATTTT
AAAGATTTG
AAAGATTGA
AAAGATTGC
AAAGATTGT
AAAGATTGG
AAAGATGAA
AAAGATGAC
AAAGATGAT
AAAGATGAG
AAAGATGCA
AAAGATGCC
AAAGATGCT
AAAGATGCG
AAAGATGTA
AAAGATGTC
AAAGATGTT
AAAGATGTG
AAAGATGGA
AAAGATGGC
AAAGATGGT
AAAGATGGG
AAAGAGAAA
AAAGAGAAC
AAAGAGAAT
AAAGAGAAG
AAAGAGACA
AAAGAGACC
AAAGAGACT
AAAGAGACG
AAAGAGATA
AAAGAGATC
AAAGAGATT
AAAGAGATG
AAAGAGAGA
AAAGAGAGC
AAAGAGAGT
AAAGAGAGG
AAAGAGCAA
AAAGAGCAC
AAAGAGCAT
AAAGAGCAG
AAAGAGCCA
AAAGAGCCC
AAAGAGCCT
AAAGAGCCG
AAAGAGCTA
AAAGAGCTC
AAAGAGCTT
AAAGAGCTG
AAAGAGCGA
AAAGAGCGC
AAAGAGCGT
AAAGAGCGG
AAAGAGTAA
AAAGAGTAC
AAAGAGTAT
AAAGAGTAG
AAAGAGTCA
AAAGAGTCC
AAAGAGTCT
AAAGAGTCG
AAAGAGTTA
AAAGAGTTC
AAAGAGTTT
AAAGAGTTG
AAAGAGTGA
AAAGAGTGC
AAAGAGTGT
AAAGAGTGG
AAAGAGGAA
AAAGAGGAC
AAAGAGGAT
AAAGAGGAG
AAAGAGGCA
AAAGAGGCC
AAAGAGGCT
AAAGAGGCG
AAAGAGGTA
AAAGAGGTC
AAAGAGGTT
AAAGAGGTG
AAAGAGGGA
AAAGAGGGC
AAAGAGGGT
AAAGAGGGG
AAAGCAAAA
AAAGCAAAC
AAAGCAAAT
AAAGCAAAG
AAAGCAACA
AAAGCAACC
AAAGCAACT
AAAGCAACG
AAAGCAATA
AAAGCAATC
AAAGCAATT
AAAGCAATG
AAAGCAAGA
AAAGCAAGC
AAAGCAAGT
AAAGCAAGG
AAAGCACAA
AAAGCACAC
AAAGCACAT
AAAGCACAG
AAAGCACCA
AAAGCACCC
AAAGCACCT
AAAGCACCG
AAAGCACTA
AAAGCACTC
AAAGCACTT
AAAGCACTG
AAAGCACGA
AAAGCACGC
AAAGCACGT
AAAGCACGG
AAAGCATAA
AAAGCATAC
AAAGCATAT
AAAGCATAG
AAAGCATCA
AAAGCATCC
AAAGCATCT
AAAGCATCG
AAAGCATTA
AAAGCATTC
AAAGCATTT
AAAGCATTG
AAAGCATGA
AAAGCATGC
AAAGCATGT
AAAGCATGG
AAAGCAGAA
AAAGCAGAC
AAAGCAGAT
AAAGCAGAG
AAAGCAGCA
AAAGCAGCC
AAAGCAGCT
AAAGCAGCG
AAAGCAGTA
AAAGCAGTC
AAAGCAGTT
AAAGCAGTG
AAAGCAGGA
AAAGCAGGC
AAAGCAGGT
AAAGCAGGG
AAAGCCAAA
AAAGCCAAC
AAAGCCAAT
AAAGCCAAG
AAAGCCACA
AAAGCCACC
AAAGCCACT
AAAGCCACG
AAAGCCATA
AAAGCCATC
AAAGCCATT
AAAGCCATG
AAAGCCAGA
AAAGCCAGC
AAAGCCAGT
AAAGCCAGG
AAAGCCCAA
AAAGCCCAC
AAAGCCCAT
AAAGCCCAG
AAAGCCCCA
AAAGCCCCC
AAAGCCCCT
AAAGCCCCG
AAAGCCCTA
AAAGCCCTC
AAAGCCCTT
AAAGCCCTG
AAAGCCCGA
AAAGCCCGC
AAAGCCCGT
AAAGCCCGG
AAAGCCTAA
AAAGCCTAC
AAAGCCTAT
AAAGCCTAG
AAAGCCTCA
AAAGCCTCC
AAAGCCTCT
AAAGCCTCG
AAAGCCTTA
AAAGCCTTC
AAAGCCTTT
AAAGCCTTG
AAAGCCTGA
AAAGCCTGC
AAAGCCTGT
AAAGCCTGG
AAAGCCGAA
AAAGCCGAC
AAAGCCGAT
AAAGCCGAG
AAAGCCGCA
AAAGCCGCC
AAAGCCGCT
AAAGCCGCG
AAAGCCGTA
AAAGCCGTC
AAAGCCGTT
AAAGCCGTG
AAAGCCGGA
AAAGCCGGC
AAAGCCGGT
AAAGCCGGG
AAAGCTAAA
AAAGCTAAC
AAAGCTAAT
AAAGCTAAG
AAAGCTACA
AAAGCTACC
AAAGCTACT
AAAGCTACG
AAAGCTATA
AAAGCTATC
AAAGCTATT
AAAGCTATG
AAAGCTAGA
AAAGCTAGC
AAAGCTAGT
AAAGCTAGG
AAAGCTCAA
AAAGCTCAC
AAAGCTCAT
AAAGCTCAG
AAAGCTCCA
AAAGCTCCC
AAAGCTCCT
AAAGCTCCG
AAAGCTCTA
AAAGCTCTC
AAAGCTCTT
AAAGCTCTG
AAAGCTCGA
AAAGCTCGC
AAAGCTCGT
AAAGCTCGG
AAAGCTTAA
AAAGCTTAC
AAAGCTTAT
AAAGCTTAG
AAAGCTTCA
AAAGCTTCC
AAAGCTTCT
AAAGCTTCG
AAAGCTTTA
AAAGCTTTC
AAAGCTTTT
AAAGCTTTG
AAAGCTTGA
AAAGCTTGC
AAAGCTTGT
AAAGCTTGG
AAAGCTGAA
AAAGCTGAC
AAAGCTGAT
AAAGCTGAG
AAAGCTGCA
AAAGCTGCC
AAAGCTGCT
AAAGCTGCG
AAAGCTGTA
AAAGCTGTC
AAAGCTGTT
AAAGCTGTG
AAAGCTGGA
AAAGCTGGC
AAAGCTGGT
AAAGCTGGG
AAAGCGAAA
AAAGCGAAC
AAAGCGAAT
AAAGCGAAG
AAAGCGACA
AAAGCGACC
AAAGCGACT
AAAGCGACG
AAAGCGATA
AAAGCGATC
AAAGCGATT
AAAGCGATG
AAAGCGAGA
AAAGCGAGC
AAAGCGAGT
AAAGCGAGG
AAAGCGCAA
AAAGCGCAC
AAAGCGCAT
AAAGCGCAG
AAAGCGCCA
AAAGCGCCC
AAAGCGCCT
AAAGCGCCG
AAAGCGCTA
AAAGCGCTC
AAAGCGCTT
AAAGCGCTG
AAAGCGCGA
AAAGCGCGC
AAAGCGCGT
AAAGCGCGG
AAAGCGTAA
AAAGCGTAC
AAAGCGTAT
AAAGCGTAG
AAAGCGTCA
AAAGCGTCC
AAAGCGTCT
AAAGCGTCG
AAAGCGTTA
AAAGCGTTC
AAAGCGTTT
AAAGCGTTG
AAAGCGTGA
AAAGCGTGC
AAAGCGTGT
AAAGCGTGG
AAAGCGGAA
AAAGCGGAC
AAAGCGGAT
AAAGCGGAG
AAAGCGGCA
AAAGCGGCC
AAAGCGGCT
AAAGCGGCG
AAAGCGGTA
AAAGCGGTC
AAAGCGGTT
AAAGCGGTG
AAAGCGGGA
AAAGCGGGC
AAAGCGGGT
AAAGCGGGG
AAAGTAAAA
AAAGTAAAC
AAAGTAAAT
AAAGTAAAG
AAAGTAACA
AAAGTAACC
AAAGTAACT
AAAGTAACG
AAAGTAATA
AAAGTAATC
AAAGTAATT
AAAGTAATG
AAAGTAAGA
AAAGTAAGC
AAAGTAAGT
AAAGTAAGG
AAAGTACAA
AAAGTACAC
AAAGTACAT
AAAGTACAG
AAAGTACCA
AAAGTACCC
AAAGTACCT
AAAGTACCG
AAAGTACTA
AAAGTACTC
AAAGTACTT
AAAGTACTG
AAAGTACGA
AAAGTACGC
AAAGTACGT
AAAGTACGG
AAAGTATAA
AAAGTATAC
AAAGTATAT
AAAGTATAG
AAAGTATCA
AAAGTATCC
AAAGTATCT
AAAGTATCG
AAAGTATTA
AAAGTATTC
AAAGTATTT
AAAGTATTG
AAAGTATGA
AAAGTATGC
AAAGTATGT
AAAGTATGG
AAAGTAGAA
AAAGTAGAC
AAAGTAGAT
AAAGTAGAG
AAAGTAGCA
AAAGTAGCC
AAAGTAGCT
AAAGTAGCG
AAAGTAGTA
AAAGTAGTC
AAAGTAGTT
AAAGTAGTG
AAAGTAGGA
AAAGTAGGC
AAAGTAGGT
AAAGTAGGG
AAAGTCAAA
AAAGTCAAC
AAAGTCAAT
AAAGTCAAG
AAAGTCACA
AAAGTCACC
AAAGTCACT
AAAGTCACG
AAAGTCATA
AAAGTCATC
AAAGTCATT
AAAGTCATG
AAAGTCAGA
AAAGTCAGC
AAAGTCAGT
AAAGTCAGG
AAAGTCCAA
AAAGTCCAC
AAAGTCCAT
AAAGTCCAG
AAAGTCCCA
AAAGTCCCC
AAAGTCCCT
AAAGTCCCG
AAAGTCCTA
AAAGTCCTC
AAAGTCCTT
AAAGTCCTG
AAAGTCCGA
AAAGTCCGC
AAAGTCCGT
AAAGTCCGG
AAAGTCTAA
AAAGTCTAC
AAAGTCTAT
AAAGTCTAG
AAAGTCTCA
AAAGTCTCC
AAAGTCTCT
AAAGTCTCG
AAAGTCTTA
AAAGTCTTC
AAAGTCTTT
AAAGTCTTG
AAAGTCTGA
AAAGTCTGC
AAAGTCTGT
AAAGTCTGG
AAAGTCGAA
AAAGTCGAC
AAAGTCGAT
AAAGTCGAG
AAAGTCGCA
AAAGTCGCC
AAAGTCGCT
AAAGTCGCG
AAAGTCGTA
AAAGTCGTC
AAAGTCGTT
AAAGTCGTG
AAAGTCGGA
AAAGTCGGC
AAAGTCGGT
AAAGTCGGG
AAAGTTAAA
AAAGTTAAC
AAAGTTAAT
AAAGTTAAG
AAAGTTACA
AAAGTTACC
AAAGTTACT
AAAGTTACG
AAAGTTATA
AAAGTTATC
AAAGTTATT
AAAGTTATG
AAAGTTAGA
AAAGTTAGC
AAAGTTAGT
AAAGTTAGG
AAAGTTCAA
AAAGTTCAC
AAAGTTCAT
AAAGTTCAG
AAAGTTCCA
AAAGTTCCC
AAAGTTCCT
AAAGTTCCG
AAAGTTCTA
AAAGTTCTC
AAAGTTCTT
AAAGTTCTG
AAAGTTCGA
AAAGTTCGC
AAAGTTCGT
AAAGTTCGG
AAAGTTTAA
AAAGTTTAC
AAAGTTTAT
AAAGTTTAG
AAAGTTTCA
AAAGTTTCC
AAAGTTTCT
AAAGTTTCG
AAAGTTTTA
AAAGTTTTC
AAAGTTTTT
AAAGTTTTG
AAAGTTTGA
AAAGTTTGC
AAAGTTTGT
AAAGTTTGG
AAAGTTGAA
AAAGTTGAC
AAAGTTGAT
AAAGTTGAG
AAAGTTGCA
AAAGTTGCC
AAAGTTGCT
AAAGTTGCG
AAAGTTGTA
AAAGTTGTC
AAAGTTGTT
AAAGTTGTG
AAAGTTGGA
AAAGTTGGC
AAAGTTGGT
AAAGTTGGG
AAAGTGAAA
AAAGTGAAC
AAAGTGAAT
AAAGTGAAG
AAAGTGACA
AAAGTGACC
AAAGTGACT
AAAGTGACG
AAAGTGATA
AAAGTGATC
AAAGTGATT
AAAGTGATG
AAAGTGAGA
AAAGTGAGC
AAAGTGAGT
AAAGTGAGG
AAAGTGCAA
AAAGTGCAC
AAAGTGCAT
AAAGTGCAG
AAAGTGCCA
AAAGTGCCC
AAAGTGCCT
AAAGTGCCG
AAAGTGCTA
AAAGTGCTC
AAAGTGCTT
AAAGTGCTG
AAAGTGCGA
AAAGTGCGC
AAAGTGCGT
AAAGTGCGG
AAAGTGTAA
AAAGTGTAC
AAAGTGTAT
AAAGTGTAG
AAAGTGTCA
AAAGTGTCC
AAAGTGTCT
AAAGTGTCG
AAAGTGTTA
AAAGTGTTC
AAAGTGTTT
AAAGTGTTG
AAAGTGTGA
AAAGTGTGC
AAAGTGTGT
AAAGTGTGG
AAAGTGGAA
AAAGTGGAC
AAAGTGGAT
AAAGTGGAG
AAAGTGGCA
AAAGTGGCC
AAAGTGGCT
AAAGTGGCG
AAAGTGGTA
AAAGTGGTC
AAAGTGGTT
AAAGTGGTG
AAAGTGGGA
AAAGTGGGC
AAAGTGGGT
AAAGTGGGG
AAAGGAAAA
AAAGGAAAC
AAAGGAAAT
AAAGGAAAG
AAAGGAACA
AAAGGAACC
AAAGGAACT
AAAGGAACG
AAAGGAATA
AAAGGAATC
AAAGGAATT
AAAGGAATG
AAAGGAAGA
AAAGGAAGC
AAAGGAAGT
AAAGGAAGG
AAAGGACAA
AAAGGACAC
AAAGGACAT
AAAGGACAG
AAAGGACCA
AAAGGACCC
AAAGGACCT
AAAGGACCG
AAAGGACTA
AAAGGACTC
AAAGGACTT
AAAGGACTG
AAAGGACGA
AAAGGACGC
AAAGGACGT
AAAGGACGG
AAAGGATAA
AAAGGATAC
AAAGGATAT
AAAGGATAG
AAAGGATCA
AAAGGATCC
AAAGGATCT
AAAGGATCG
AAAGGATTA
AAAGGATTC
AAAGGATTT
AAAGGATTG
AAAGGATGA
AAAGGATGC
AAAGGATGT
AAAGGATGG
AAAGGAGAA
AAAGGAGAC
AAAGGAGAT
AAAGGAGAG
AAAGGAGCA
AAAGGAGCC
AAAGGAGCT
AAAGGAGCG
AAAGGAGTA
AAAGGAGTC
AAAGGAGTT
AAAGGAGTG
AAAGGAGGA
AAAGGAGGC
AAAGGAGGT
AAAGGAGGG
AAAGGCAAA
AAAGGCAAC
AAAGGCAAT
AAAGGCAAG
AAAGGCACA
AAAGGCACC
AAAGGCACT
AAAGGCACG
AAAGGCATA
AAAGGCATC
AAAGGCATT
AAAGGCATG
AAAGGCAGA
AAAGGCAGC
AAAGGCAGT
AAAGGCAGG
AAAGGCCAA
AAAGGCCAC
AAAGGCCAT
AAAGGCCAG
AAAGGCCCA
AAAGGCCCC
AAAGGCCCT
AAAGGCCCG
AAAGGCCTA
AAAGGCCTC
AAAGGCCTT
AAAGGCCTG
AAAGGCCGA
AAAGGCCGC
AAAGGCCGT
AAAGGCCGG
AAAGGCTAA
AAAGGCTAC
AAAGGCTAT
AAAGGCTAG
AAAGGCTCA
AAAGGCTCC
AAAGGCTCT
AAAGGCTCG
AAAGGCTTA
AAAGGCTTC
AAAGGCTTT
AAAGGCTTG
AAAGGCTGA
AAAGGCTGC
AAAGGCTGT
AAAGGCTGG
AAAGGCGAA
AAAGGCGAC
AAAGGCGAT
AAAGGCGAG
AAAGGCGCA
AAAGGCGCC
AAAGGCGCT
AAAGGCGCG
AAAGGCGTA
AAAGGCGTC
AAAGGCGTT
AAAGGCGTG
AAAGGCGGA
AAAGGCGGC
AAAGGCGGT
AAAGGCGGG
AAAGGTAAA
AAAGGTAAC
AAAGGTAAT
AAAGGTAAG
AAAGGTACA
AAAGGTACC
AAAGGTACT
AAAGGTACG
AAAGGTATA
AAAGGTATC
AAAGGTATT
AAAGGTATG
AAAGGTAGA
AAAGGTAGC
AAAGGTAGT
AAAGGTAGG
AAAGGTCAA
AAAGGTCAC
AAAGGTCAT
AAAGGTCAG
AAAGGTCCA
AAAGGTCCC
AAAGGTCCT
AAAGGTCCG
AAAGGTCTA
AAAGGTCTC
AAAGGTCTT
AAAGGTCTG
AAAGGTCGA
AAAGGTCGC
AAAGGTCGT
AAAGGTCGG
AAAGGTTAA
AAAGGTTAC
AAAGGTTAT
AAAGGTTAG
AAAGGTTCA
AAAGGTTCC
AAAGGTTCT
AAAGGTTCG
AAAGGTTTA
AAAGGTTTC
AAAGGTTTT
AAAGGTTTG
AAAGGTTGA
AAAGGTTGC
AAAGGTTGT
AAAGGTTGG
AAAGGTGAA
AAAGGTGAC
AAAGGTGAT
AAAGGTGAG
AAAGGTGCA
AAAGGTGCC
AAAGGTGCT
AAAGGTGCG
AAAGGTGTA
AAAGGTGTC
AAAGGTGTT
AAAGGTGTG
AAAGGTGGA
AAAGGTGGC
AAAGGTGGT
AAAGGTGGG
AAAGGGAAA
AAAGGGAAC
AAAGGGAAT
AAAGGGAAG
AAAGGGACA
AAAGGGACC
AAAGGGACT
AAAGGGACG
AAAGGGATA
AAAGGGATC
AAAGGGATT
AAAGGGATG
AAAGGGAGA
AAAGGGAGC
AAAGGGAGT
AAAGGGAGG
AAAGGGCAA
AAAGGGCAC
AAAGGGCAT
AAAGGGCAG
AAAGGGCCA
AAAGGGCCC
AAAGGGCCT
AAAGGGCCG
AAAGGGCTA
AAAGGGCTC
AAAGGGCTT
AAAGGGCTG
AAAGGGCGA
AAAGGGCGC
AAAGGGCGT
AAAGGGCGG
AAAGGGTAA
AAAGGGTAC
AAAGGGTAT
AAAGGGTAG
AAAGGGTCA
AAAGGGTCC
AAAGGGTCT
AAAGGGTCG
AAAGGGTTA
AAAGGGTTC
AAAGGGTTT
AAAGGGTTG
AAAGGGTGA
AAAGGGTGC
AAAGGGTGT
AAAGGGTGG
AAAGGGGAA
AAAGGGGAC
AAAGGGGAT
AAAGGGGAG
AAAGGGGCA
AAAGGGGCC
AAAGGGGCT
AAAGGGGCG
AAAGGGGTA
AAAGGGGTC
AAAGGGGTT
AAAGGGGTG
AAAGGGGGA
AAAGGGGGC
AAAGGGGGT
AAAGGGGGG
AACAAAAAA
AACAAAAAC
AACAAAAAT
AACAAAAAG
AACAAAACA
AACAAAACC
AACAAAACT
AACAAAACG
AACAAAATA
AACAAAATC
AACAAAATT
AACAAAATG
AACAAAAGA
AACAAAAGC
AACAAAAGT
AACAAAAGG
AACAAACAA
AACAAACAC
AACAAACAT
AACAAACAG
AACAAACCA
AACAAACCC
AACAAACCT
AACAAACCG
AACAAACTA
AACAAACTC
AACAAACTT
AACAAACTG
AACAAACGA
AACAAACGC
AACAAACGT
AACAAACGG
AACAAATAA
AACAAATAC
AACAAATAT
AACAAATAG
AACAAATCA
AACAAATCC
AACAAATCT
AACAAATCG
AACAAATTA
AACAAATTC
AACAAATTT
AACAAATTG
AACAAATGA
AACAAATGC
AACAAATGT
AACAAATGG
AACAAAGAA
AACAAAGAC
AACAAAGAT
AACAAAGAG
AACAAAGCA
AACAAAGCC
AACAAAGCT
AACAAAGCG
AACAAAGTA
AACAAAGTC
AACAAAGTT
AACAAAGTG
AACAAAGGA
AACAAAGGC
AACAAAGGT
AACAAAGGG
AACAACAAA
AACAACAAC
AACAACAAT
AACAACAAG
AACAACACA
AACAACACC
AACAACACT
AACAACACG
AACAACATA
AACAACATC
AACAACATT
AACAACATG
AACAACAGA
AACAACAGC
AACAACAGT
AACAACAGG
AACAACCAA
AACAACCAC
AACAACCAT
AACAACCAG
AACAACCCA
AACAACCCC
AACAACCCT
AACAACCCG
AACAACCTA
AACAACCTC
AACAACCTT
AACAACCTG
AACAACCGA
AACAACCGC
AACAACCGT
AACAACCGG
AACAACTAA
AACAACTAC
AACAACTAT
AACAACTAG
AACAACTCA
AACAACTCC
AACAACTCT
AACAACTCG
AACAACTTA
AACAACTTC
AACAACTTT
AACAACTTG
AACAACTGA
AACAACTGC
AACAACTGT
AACAACTGG
AACAACGAA
AACAACGAC
AACAACGAT
AACAACGAG
AACAACGCA
AACAACGCC
AACAACGCT
AACAACGCG
AACAACGTA
AACAACGTC
AACAACGTT
AACAACGTG
AACAACGGA
AACAACGGC
AACAACGGT
AACAACGGG
AACAATAAA
AACAATAAC
AACAATAAT
AACAATAAG
AACAATACA
AACAATACC
AACAATACT
AACAATACG
AACAATATA
AACAATATC
AACAATATT
AACAATATG
AACAATAGA
AACAATAGC
AACAATAGT
AACAATAGG
AACAATCAA
AACAATCAC
AACAATCAT
AACAATCAG
AACAATCCA
AACAATCCC
AACAATCCT
AACAATCCG
AACAATCTA
AACAATCTC
AACAATCTT
AACAATCTG
AACAATCGA
AACAATCGC
AACAATCGT
AACAATCGG
AACAATTAA
AACAATTAC
AACAATTAT
AACAATTAG
AACAATTCA
AACAATTCC
AACAATTCT
AACAATTCG
AACAATTTA
AACAATTTC
AACAATTTT
AACAATTTG
AACAATTGA
AACAATTGC
AACAATTGT
AACAATTGG
AACAATGAA
AACAATGAC
AACAATGAT
AACAATGAG
AACAATGCA
AACAATGCC
AACAATGCT
AACAATGCG
AACAATGTA
AACAATGTC
AACAATGTT
AACAATGTG
AACAATGGA
AACAATGGC
AACAATGGT
AACAATGGG
AACAAGAAA
AACAAGAAC
AACAAGAAT
AACAAGAAG
AACAAGACA
AACAAGACC
AACAAGACT
AACAAGACG
AACAAGATA
AACAAGATC
AACAAGATT
AACAAGATG
AACAAGAGA
AACAAGAGC
AACAAGAGT
AACAAGAGG
AACAAGCAA
AACAAGCAC
AACAAGCAT
AACAAGCAG
AACAAGCCA
AACAAGCCC
AACAAGCCT
AACAAGCCG
AACAAGCTA
AACAAGCTC
AACAAGCTT
AACAAGCTG
AACAAGCGA
AACAAGCGC
AACAAGCGT
AACAAGCGG
AACAAGTAA
AACAAGTAC
AACAAGTAT
AACAAGTAG
AACAAGTCA
AACAAGTCC
AACAAGTCT
AACAAGTCG
AACAAGTTA
AACAAGTTC
AACAAGTTT
AACAAGTTG
AACAAGTGA
AACAAGTGC
AACAAGTGT
AACAAGTGG
AACAAGGAA
AACAAGGAC
AACAAGGAT
AACAAGGAG
AACAAGGCA
AACAAGGCC
AACAAGGCT
AACAAGGCG
AACAAGGTA
AACAAGGTC
AACAAGGTT
AACAAGGTG
AACAAGGGA
AACAAGGGC
AACAAGGGT
AACAAGGGG
AACACAAAA
AACACAAAC
AACACAAAT
AACACAAAG
AACACAACA
AACACAACC
AACACAACT
AACACAACG
AACACAATA
AACACAATC
AACACAATT
AACACAATG
AACACAAGA
AACACAAGC
AACACAAGT
AACACAAGG
AACACACAA
AACACACAC
AACACACAT
AACACACAG
AACACACCA
AACACACCC
AACACACCT
AACACACCG
AACACACTA
AACACACTC
AACACACTT
AACACACTG
AACACACGA
AACACACGC
AACACACGT
AACACACGG
AACACATAA
AACACATAC
AACACATAT
AACACATAG
AACACATCA
AACACATCC
AACACATCT
AACACATCG
AACACATTA
AACACATTC
AACACATTT
AACACATTG
AACACATGA
AACACATGC
AACACATGT
AACACATGG
AACACAGAA
AACACAGAC
AACACAGAT
AACACAGAG
AACACAGCA
AACACAGCC
AACACAGCT
AACACAGCG
AACACAGTA
AACACAGTC
AACACAGTT
AACACAGTG
AACACAGGA
AACACAGGC
AACACAGGT
AACACAGGG
AACACCAAA
AACACCAAC
AACACCAAT
AACACCAAG
AACACCACA
AACACCACC
AACACCACT
AACACCACG
AACACCATA
AACACCATC
AACACCATT
AACACCATG
AACACCAGA
AACACCAGC
AACACCAGT
AACACCAGG
AACACCCAA
AACACCCAC
AACACCCAT
AACACCCAG
AACACCCCA
AACACCCCC
AACACCCCT
AACACCCCG
AACACCCTA
AACACCCTC
AACACCCTT
AACACCCTG
AACACCCGA
AACACCCGC
AACACCCGT
AACACCCGG
AACACCTAA
AACACCTAC
AACACCTAT
AACACCTAG
AACACCTCA
AACACCTCC
AACACCTCT
AACACCTCG
AACACCTTA
AACACCTTC
AACACCTTT
AACACCTTG
AACACCTGA
AACACCTGC
AACACCTGT
AACACCTGG
AACACCGAA
AACACCGAC
AACACCGAT
AACACCGAG
AACACCGCA
AACACCGCC
AACACCGCT
AACACCGCG
AACACCGTA
AACACCGTC
AACACCGTT
AACACCGTG
AACACCGGA
AACACCGGC
AACACCGGT
AACACCGGG
AACACTAAA
AACACTAAC
AACACTAAT
AACACTAAG
AACACTACA
AACACTACC
AACACTACT
AACACTACG
AACACTATA
AACACTATC
AACACTATT
AACACTATG
AACACTAGA
AACACTAGC
AACACTAGT
AACACTAGG
AACACTCAA
AACACTCAC
AACACTCAT
AACACTCAG
AACACTCCA
AACACTCCC
AACACTCCT
AACACTCCG
AACACTCTA
AACACTCTC
AACACTCTT
AACACTCTG
AACACTCGA
AACACTCGC
AACACTCGT
AACACTCGG
AACACTTAA
AACACTTAC
AACACTTAT
AACACTTAG
AACACTTCA
AACACTTCC
AACACTTCT
AACACTTCG
AACACTTTA
AACACTTTC
AACACTTTT
AACACTTTG
AACACTTGA
AACACTTGC
AACACTTGT
AACACTTGG
AACACTGAA
AACACTGAC
AACACTGAT
AACACTGAG
AACACTGCA
AACACTGCC
AACACTGCT
AACACTGCG
AACACTGTA
AACACTGTC
AACACTGTT
AACACTGTG
AACACTGGA
AACACTGGC
AACACTGGT
AACACTGGG
AACACGAAA
AACACGAAC
AACACGAAT
AACACGAAG
AACACGACA
AACACGACC
AACACGACT
AACACGACG
AACACGATA
AACACGATC
AACACGATT
AACACGATG
AACACGAGA
AACACGAGC
AACACGAGT
AACACGAGG
AACACGCAA
AACACGCAC
AACACGCAT
AACACGCAG
AACACGCCA
AACACGCCC
AACACGCCT
AACACGCCG
AACACGCTA
AACACGCTC
AACACGCTT
AACACGCTG
AACACGCGA
AACACGCGC
AACACGCGT
AACACGCGG
AACACGTAA
AACACGTAC
AACACGTAT
AACACGTAG
AACACGTCA
AACACGTCC
AACACGTCT
AACACGTCG
AACACGTTA
AACACGTTC
AACACGTTT
AACACGTTG
AACACGTGA
AACACGTGC
AACACGTGT
AACACGTGG
AACACGGAA
AACACGGAC
AACACGGAT
AACACGGAG
AACACGGCA
AACACGGCC
AACACGGCT
AACACGGCG
AACACGGTA
AACACGGTC
AACACGGTT
AACACGGTG
AACACGGGA
AACACGGGC
AACACGGGT
AACACGGGG
AACATAAAA
AACATAAAC
AACATAAAT
AACATAAAG
AACATAACA
AACATAACC
AACATAACT
AACATAACG
AACATAATA
AACATAATC
AACATAATT
AACATAATG
AACATAAGA
AACATAAGC
AACATAAGT
AACATAAGG
AACATACAA
AACATACAC
AACATACAT
AACATACAG
AACATACCA
AACATACCC
AACATACCT
AACATACCG
AACATACTA
AACATACTC
AACATACTT
AACATACTG
AACATACGA
AACATACGC
AACATACGT
AACATACGG
AACATATAA
AACATATAC
AACATATAT
AACATATAG
AACATATCA
AACATATCC
AACATATCT
AACATATCG
AACATATTA
AACATATTC
AACATATTT
AACATATTG
AACATATGA
AACATATGC
AACATATGT
AACATATGG
AACATAGAA
AACATAGAC
AACATAGAT
AACATAGAG
AACATAGCA
AACATAGCC
AACATAGCT
AACATAGCG
AACATAGTA
AACATAGTC
AACATAGTT
AACATAGTG
AACATAGGA
AACATAGGC
AACATAGGT
AACATAGGG
AACATCAAA
AACATCAAC
AACATCAAT
AACATCAAG
AACATCACA
AACATCACC
AACATCACT
AACATCACG
AACATCATA
AACATCATC
AACATCATT
AACATCATG
AACATCAGA
AACATCAGC
AACATCAGT
AACATCAGG
AACATCCAA
AACATCCAC
AACATCCAT
AACATCCAG
AACATCCCA
AACATCCCC
AACATCCCT
AACATCCCG
AACATCCTA
AACATCCTC
AACATCCTT
AACATCCTG
AACATCCGA
AACATCCGC
AACATCCGT
AACATCCGG
AACATCTAA
AACATCTAC
AACATCTAT
AACATCTAG
AACATCTCA
AACATCTCC
AACATCTCT
AACATCTCG
AACATCTTA
AACATCTTC
AACATCTTT
AACATCTTG
AACATCTGA
AACATCTGC
AACATCTGT
AACATCTGG
AACATCGAA
AACATCGAC
AACATCGAT
AACATCGAG
AACATCGCA
AACATCGCC
AACATCGCT
AACATCGCG
AACATCGTA
AACATCGTC
AACATCGTT
AACATCGTG
AACATCGGA
AACATCGGC
AACATCGGT
AACATCGGG
AACATTAAA
AACATTAAC
AACATTAAT
AACATTAAG
AACATTACA
AACATTACC
AACATTACT
AACATTACG
AACATTATA
AACATTATC
AACATTATT
AACATTATG
AACATTAGA
AACATTAGC
AACATTAGT
AACATTAGG
AACATTCAA
AACATTCAC
AACATTCAT
AACATTCAG
AACATTCCA
AACATTCCC
AACATTCCT
AACATTCCG
AACATTCTA
AACATTCTC
AACATTCTT
AACATTCTG
AACATTCGA
AACATTCGC
AACATTCGT
AACATTCGG
AACATTTAA
AACATTTAC
AACATTTAT
AACATTTAG
AACATTTCA
AACATTTCC
AACATTTCT
AACATTTCG
AACATTTTA
AACATTTTC
AACATTTTT
AACATTTTG
AACATTTGA
AACATTTGC
AACATTTGT
AACATTTGG
AACATTGAA
AACATTGAC
AACATTGAT
AACATTGAG
AACATTGCA
AACATTGCC
AACATTGCT
AACATTGCG
AACATTGTA
AACATTGTC
AACATTGTT
AACATTGTG
AACATTGGA
AACATTGGC
AACATTGGT
AACATTGGG
AACATGAAA
AACATGAAC
AACATGAAT
AACATGAAG
AACATGACA
AACATGACC
AACATGACT
AACATGACG
AACATGATA
AACATGATC
AACATGATT
AACATGATG
AACATGAGA
AACATGAGC
AACATGAGT
AACATGAGG
AACATGCAA
AACATGCAC
AACATGCAT
AACATGCAG
AACATGCCA
AACATGCCC
AACATGCCT
AACATGCCG
AACATGCTA
AACATGCTC
AACATGCTT
AACATGCTG
AACATGCGA
AACATGCGC
AACATGCGT
AACATGCGG
AACATGTAA
AACATGTAC
AACATGTAT
AACATGTAG
AACATGTCA
AACATGTCC
AACATGTCT
AACATGTCG
AACATGTTA
AACATGTTC
AACATGTTT
AACATGTTG
AACATGTGA
AACATGTGC
AACATGTGT
AACATGTGG
AACATGGAA
AACATGGAC
AACATGGAT
AACATGGAG
AACATGGCA
AACATGGCC
AACATGGCT
AACATGGCG
AACATGGTA
AACATGGTC
AACATGGTT
AACATGGTG
AACATGGGA
AACATGGGC
AACATGGGT
AACATGGGG
AACAGAAAA
AACAGAAAC
AACAGAAAT
AACAGAAAG
AACAGAACA
AACAGAACC
AACAGAACT
AACAGAACG
AACAGAATA
AACAGAATC
AACAGAATT
AACAGAATG
AACAGAAGA
AACAGAAGC
AACAGAAGT
AACAGAAGG
AACAGACAA
AACAGACAC
AACAGACAT
AACAGACAG
AACAGACCA
AACAGACCC
AACAGACCT
AACAGACCG
AACAGACTA
AACAGACTC
AACAGACTT
AACAGACTG
AACAGACGA
AACAGACGC
AACAGACGT
AACAGACGG
AACAGATAA
AACAGATAC
AACAGATAT
AACAGATAG
AACAGATCA
AACAGATCC
AACAGATCT
AACAGATCG
AACAGATTA
AACAGATTC
AACAGATTT
AACAGATTG
AACAGATGA
AACAGATGC
AACAGATGT
AACAGATGG
AACAGAGAA
AACAGAGAC
AACAGAGAT
AACAGAGAG
AACAGAGCA
AACAGAGCC
AACAGAGCT
AACAGAGCG
AACAGAGTA
AACAGAGTC
AACAGAGTT
AACAGAGTG
AACAGAGGA
AACAGAGGC
AACAGAGGT
AACAGAGGG
AACAGCAAA
AACAGCAAC
AACAGCAAT
AACAGCAAG
AACAGCACA
AACAGCACC
AACAGCACT
AACAGCACG
AACAGCATA
AACAGCATC
AACAGCATT
AACAGCATG
AACAGCAGA
AACAGCAGC
AACAGCAGT
AACAGCAGG
AACAGCCAA
AACAGCCAC
AACAGCCAT
AACAGCCAG
AACAGCCCA
AACAGCCCC
AACAGCCCT
AACAGCCCG
AACAGCCTA
AACAGCCTC
AACAGCCTT
AACAGCCTG
AACAGCCGA
AACAGCCGC
AACAGCCGT
AACAGCCGG
AACAGCTAA
AACAGCTAC
AACAGCTAT
AACAGCTAG
AACAGCTCA
AACAGCTCC
AACAGCTCT
AACAGCTCG
AACAGCTTA
AACAGCTTC
AACAGCTTT
AACAGCTTG
AACAGCTGA
AACAGCTGC
AACAGCTGT
AACAGCTGG
AACAGCGAA
AACAGCGAC
AACAGCGAT
AACAGCGAG
AACAGCGCA
AACAGCGCC
AACAGCGCT
AACAGCGCG
AACAGCGTA
AACAGCGTC
AACAGCGTT
AACAGCGTG
AACAGCGGA
AACAGCGGC
AACAGCGGT
AACAGCGGG
AACAGTAAA
AACAGTAAC
AACAGTAAT
AACAGTAAG
